{
  "categories": [
    {
      "id": 1,
      "shortname": "entertainment",
      "name": "Entertainment",
      "posts": [
        {
          "title": "This is art",
          "content": "A Turin couple have organised free concerts from their balcony since 2011 but, despite their popularity – and Turin’s cultural reputation as ‘little Berlin’ – some people just want to reduce the noise\nIt’s hard to tell what’s louder: the electric guitar, the opera singer or the hundreds of hands clapping. In the courtyard of a building in the historic centre of Turin, in northern Italy, Maksim Cristan and Daria Spada are on stage – standing on their balcony with a guitar modified to look like a sword, and a microphone.\n\nSince 2011 the couple have organised concerts on their balcony every Sunday afternoon. At first it was a way to get to know their neighbours, says Spada, 36, who is originally from Puglia, in southern Italy. Now it’s “a regular event for residents, tourists and passersby”, and “a gift to the city”.\n\nBut the free concertino dal balconcino (“concert from the balcony”) appears to be simultaneously adored by the city and under threat.\n\nIronically, it was Turin’s reputation for being avant garde and a “little Berlin” that drew Cristan and Spada to the city in the first place, says Cristan, 50, who is originally from Croatia. “We are helping to make Turin what we thought it already was.”\n\nFor most of the 20th century Turin was an industrial powerhouse as the birthplace of giants like Fiat. Today it is more often included in tourist guides for its alternative and experimental art credentials.\n\nWith a population of nearly 890,000, it is a cultural centre of northern Italy – a hub of dance and electronic music production and festivals, and a thriving university city. Turin also has a strong network of long-standing centri sociali – occupied buildings that host music and events and act as centres for autonomous cultural and political life.\n\nBut contrasted with its burgeoning reputation as the beating heart of Italy’s progressive scene, is the defence of some residents’ rights to peace and quiet.\n\nThis month locals of an area on close to the university and home to many bars that are open late, held a “silent protest” in Piazza Santa Giulia against noise, hanging bed sheets from their balconies to symbolise their lack of sleep.\n\nOn the other side of the city centre, the concertino has also come under fire for alleged noise violations, although it is held for just one hour, during daylight hours, once a week.",
          "imageUrl": "images/posts/entertainment-1.jpg",
          "tags": [
            "entertainment",
            "fun",
            "2017"
          ],
          "categoryId": 1,
          "category": "Entertainment",
          "categoryShort": "entertainment",
          "id": 29,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803188748,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Van Morrisson sang like a champion",
          "content": "A tiny little jazz club in west London witnessed a show as great as any in his illustrious career from the legendary Northern Irish singer-songwriter. Van Morrison was on blistering form, delivering a dazzling and engaged performance that was as warm and friendly as it was bravura. Which, as long time Morrison watchers know, is not a given. He is always impressive when he plays but he doesn’t always look happy about it. Yet here he was, unleashing the full charge of his extraordinary talent to a couple of hundred fortunate fans.\n\nWith another fine new album to promote, Roll With The Punches (his 36th solo album), the legendary star could have opted to unveil it in a much grander setting. In November, Morrison tours prestigious concert halls. But he seems to like these small clubs, which take him back to his R’n’B roots. His seven-piece band were crowded onto a tiny stage, where Morrison stood like a hatchet-faced old bluesman in suit, trilby and sunglasses, inches away from the audience. His only real concession to stardom was a gold-plated microphone and stand.\n\nThe band watched their leader with nervous intensity as he called out songs, apparently making his set list up on the spot. But smiles broke out as the musicians established Morrison’s mood, as he nodded vigorously, punched the air for snare shots, and muttered “Yeah! Yeah!” at intricate guitar and trumpet solos. Most of the band played at least two instruments, Morrison himself played three: electric guitar, saxophone and harmonica, all with virtuoso fluidity and feel. But his fourth instrument is the one that still raises goosebumps: his voice.\n\nAt 72, Morrison sang like a champion. His breath blowing through the notes like cosmic ululations, swirling and eddying above the piano lines, swooping down with the bass, ricocheting off the drums with staccato repetitions. Whenever his head tipped back, the voice rose, and he embarked on an extemporaneous coda, it was astonishing to behold.\n\nHe played some R’n’B covers from the new album (“If anyone’s interested!” he griped cheerfully), some gorgeous selections from his vast catalogue (In The Afternoon from 1979 was bliss) and a smattering of hits. “This is an old chestnut but don’t hold it against me,” he quipped before 1973’s Warm Love. He tore through Baby Please Don’t Go, and whipped up an effervescent Gloria. A head-spinning Moondance was reinvented around stunning solos. “The reason we do that one is it gives the guys in the band a chance to blow, d’you know what I’m saying?” he remarked in his gruff, deadpan manner. Oh, we knew all right. “Let me explain this one to you too,” he joked before a sensual rendition of 1979’s All In The Game.",
          "imageUrl": "images/posts/entertainment-2.jpg",
          "tags": [
            "entertainment",
            "fun",
            "2017"
          ],
          "categoryId": 1,
          "category": "Entertainment",
          "categoryShort": "entertainment",
          "id": 30,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803218900,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Everything Everything",
          "content": "We were having big fun.\n\nEverything Everything turned By The Sea festival into some kind ‘90s rave last night, flooding the retro seaside theme park Dreamland with buoyant dance-influenced bangers so jubilant that you’d never notice their doom-filled lyrics. If the Manchester art-pop four-piece’s new album, ‘A Fever Dream’, grapples with the fear and paranoia that is life in 2017, here they implored us to dance at the end of the world.\n\nThere is, ironically, a sense of renewal in Margate, home to festival for the past three years. The coastal Kent town is so cool nowadays that The Libertines recently bought a knackered B&B here; the band plans to transform it – in Carl Barat’s words – into a “a hotel, bar, restaurant, recording studio.” No wonder he and the gang are on the bill this weekend, playing the Winter Gardens venue; Pete probably wants to get a bit of plumbing done after the show.\n\nAlso performing at the third annual By The Sea 2017: south London punks Shame and HMLTD, the naughtily named choral group Deep Throat Choir, Icelandic riot grrrls Dream Wife and indie-pop faves Metronomy. Before all that, though, last night was closed by Everything Everything, who rolled out the pounding dance tunes along with the fidgety, proggy pop that also runs through their four records. Arriving onstage in matching blue jackets and orange t-shirts, the band opened with ‘Night of the Long Knives’, from the new record, with frontman Jonathan Higgs crooning “It’s a shame about your neighbourhood” over squealing synths.",
          "imageUrl": "images/posts/entertainment-3.jpg",
          "tags": [
            "entertainment",
            "fun",
            "2017"
          ],
          "categoryId": 1,
          "category": "Entertainment",
          "categoryShort": "entertainment",
          "id": 31,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [
            {
              "id": 4,
              "postId": 31,
              "author": "Ivan Ivanov",
              "authorImageUrl": "images/users/ivan.jpg",
              "text": "На този концерт много ми се ходеше, ама нямах желание :)",
              "replyComments": [],
              "publishTime": 1506841729633,
              "publishDate": 1,
              "publishMonth": "Oct"
            }
          ],
          "publishTime": 1506803252204,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "London church to remain concert venue",
          "content": "A central London church that was a national hub for musicians for more than 70 years has rebuffed efforts by the acting bishop of London to persuade it to reverse a ban on “non-religious hiring” from the end of the year.\n\nSt Sepulchre-without-Newgate in Holborn, known more widely as the National Musicians’ Church, has rejected pleas from church figures and some of Britain’s most distinguished musicians to keep its doors open as an important concert venue and rehearsal space.\n\nDespite long and robust discussions between Pete Broadbent, the acting bishop of London, and the rector and governing body of St Sepulchre, the church has declined to accept new bookings.\n\nIn talks, Broadbent stressed the importance of churches being open to the communities they serve. The acting bishop said: “The Church of England is called to be a welcoming, inclusive and engaging church. I have re-emphasised the importance of this to all those at St Sepulchre.”\n\n\nUK's leading musicians fight church's ban on secular bookings\n Read more\nLast month, the Rev David Ingall, who moved to St Sepulchre four years ago from the ultra-evangelical Holy Trinity Brompton, wrote to professional and amateur musicians and ensembles to say they could no longer make bookings from the end of 2017.\n\nThe decision to stop renting out space to musicians had not been easy, Ingall said, but added: “We have been conscious of the challenges of using a space dedicated to worship for non-religious hiring.”\n\nThe singer Aled Jones, the cellist Julian Lloyd Webber, the composers John Rutter and James MacMillan, and Judith Weir, the first female master of the Queen’s music, were among more than 50 signatories to a letter urging a reversal of the ban, saying they could not understand why the church was willing to abandon its “unique national cultural remit”.\n\nMore than 7,800 people signed a petition to “save the National Musicians’ Church”, which holds the ashes of Sir Henry Wood, founder of the Proms, in its north chapel.\n\nBroadbent’s statement said the London diocese wanted to encourage stronger relationships between the C of E and the musical community, “including making it easier for musicians to access rehearsal and concert space”.\n\nHe announced that a website would be launched in November to provide “easy access to hire space and booking options for musicians in London, as well as be used as a tool to promote concerts and events.",
          "imageUrl": "images/posts/entertainment-4.jpg",
          "tags": [
            "entertainment",
            "fun",
            "london",
            "church"
          ],
          "categoryId": 1,
          "category": "Entertainment",
          "categoryShort": "entertainment",
          "id": 32,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [
            {
              "id": 8,
              "postId": 32,
              "author": "Slavka Slavova",
              "authorImageUrl": "images/users/slavka.jpg",
              "text": "Interesting",
              "replyComments": [],
              "publishTime": 1506973527294,
              "publishDate": 2,
              "publishMonth": "Oct"
            }
          ],
          "publishTime": 1506803327003,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "The National return to London",
          "content": "The National waited 18 years to have a number 1 album in the UK, which must be some kind of record. One feels they deserve it, and not purely for sticking the course. Since 2005’s Alligator, they have put out collections of remarkable consistency: Boxer, High Violet and Trouble Will Find Me. Sleep Well Beast, the latest, evolves their sound – more drum machines, more laptops – without losing any of the earnest poetry that has inspired their rise. Their run of four nights at the Hammersmith Apollo, which started on Monday night, represents a triumphant homecoming of sorts. London was where they first started to take off.\n\nThe band have always stood out from the indie rock masses by their dogged avoidance of cliche, both musically and, more importantly, with their lyrics. Matt Berninger is one of the most gifted writers in rock. He sings about the things that really matter to him: love, fatherhood, the sundry anxieties of being a privileged white man in America. Over the years this has led to a certain amount of teasing, that the band are a kind of Nirvana for people who shop at Waitrose, not that it ever seems to bother them.\n\nAnd to judge by the crowd, which it would not be easy to mistake for Stormzy’s, say, there is also a fair amount of empathy for his predicament. There were many men in glasses, a few men in suits, and at least four Barbour jackets. In London in recent years The National have played at Alexandra Palace and the O2, so they must feel the smaller, 4,000-capacity Apollo suits them better. During the sombre opener, Nobody Else Will Be There, the crowd fell into a kind of hushed reverie. One man trying to sing along was shushed, as if his phone had gone off at the opera. At least it provided an opportunity to appreciate the staging – isn’t lighting brilliant these days?",
          "imageUrl": "images/posts/entertainment-5.jpg",
          "tags": [
            "entertainment",
            "fun",
            "2017"
          ],
          "categoryId": 1,
          "category": "Entertainment",
          "categoryShort": "entertainment",
          "id": 33,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803360787,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Lorde returns to the UK",
          "content": "Exactly four years to the day before her triumphant performance at Alexandra Palace in north London, Lorde released her debut album, Pure Heroine. On it, through minimalist, angular electropop, the New Zealand musician framed herself as an anthropologist of teenage life, observing youth from the outskirts. A meticulous over-thinker, she worried about the fame she didn’t yet have, and how it would affect the experiences she hadn’t yet enjoyed. She sat in the passenger seat of her own life, only 16 years old but already “over being told to throw my hands up in the air”.\n\nWith her second album, this year’s aptly named Melodrama (which she wrote with Bleachers member and Taylor Swift collaborator Jack Antonoff), things have changed. Emerging from a well-documented relationship bruised but reborn, she’s found a place where she can revel in all the explosive, contradictory shards of her emotions, no longer treating her own youth with suspicion.\n\nShe’s still in the passenger seat, but only because she’s on her way to a place where she can drink, dance, “spill my guts beneath the outdoor light” and indulge in the hedonistic joy of being young. “I think joy is so much more transcendent than pain,” she told Marc Maron on his American podcast WTF. “It’s really easy to make work out of pain, but choosing joy is quite difficult, and quite noble.”\n\nLast night, in front of 10,000 people, she chose joy. Throughout her set, which drew equally from her two albums, the 20-year-old’s deep, elegant voice prickled with feeling, each line sung as if plucked from the air, as she twitched and twirled like a manic ballerina torn loose from her music box. ",
          "imageUrl": "images/posts/entertainment-6.jpg",
          "tags": [
            "entertainment",
            "fun",
            "lorde"
          ],
          "categoryId": 1,
          "category": "Entertainment",
          "categoryShort": "entertainment",
          "id": 34,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803387058,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Julian Lloyd Webber interview",
          "content": "The cellist tells Ivan Hewett about his fight for music in schools, being confused with his brother Andrew, and the injury that ended his performing career\n\nToday, Julian Lloyd Webber finally opens the doors to students at the Royal Birmingham Conservatoire’s brand new premises. He was appointed Principal at the conservatoire in 2015 and, with the conservatoire’s previous home recently demolished to make way for redevelopment, the world-famous cellist can now count a world-class ?57 million facility as his new office.\n\nRelocating to Birmingham might appear a surprising move for someone who seemed wedded to the life of a performing musician. “I didn’t choose the cello, it chose me,” he’s fond of saying. For more than 40 years he was Britain’s best-known cello virtuoso, constantly on tour playing the great concertos with the world’s leading orchestras.",
          "imageUrl": "images/posts/entertainment-7.jpg",
          "tags": [
            "entertainment",
            "Julian Lloyd Webber"
          ],
          "categoryId": 1,
          "category": "Entertainment",
          "categoryShort": "entertainment",
          "id": 35,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803430108,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "WNO's Khovanshchina is a thrilling",
          "content": "Nobody could pretend that Khovanshchina offers easy entertainment. It’s a great rough beast of a drama – left unfinished at Mussorgsky’s drunken death, with a confusing plot and characters unsympathetic in their ruthless tunnel vision. But this superb revival of David Pountney’s masterly 2007 production for WNO reminds us that it is also a work of unique power and grandeur. \n\nThe tangled story of the internecine struggles around the accession of Peter the Great makes House of Cards look like Andy Pandy. There are no winners in the feuds and intrigues between the tsar’s faction, the Old Believers, the repressive oligarchs and the westernising liberals, but the biggest losers are without doubt the Russian people, left out in the cold without hope or justice. No other opera deals more forcefully with the dirty business of politics, and the way that it muddies good and evil.\n\nThe almost cynical bleakness of the message is enriched by Mussorgsky’s raw yet full-blooded score, presented here in the version edited by Shostakovich (with a regrettable schlock ending added by Rimsky-Korsakov). WNO’s brilliant new Music Director Tomas Hanus brings out all the brazen primitivism in the harmonies and the impassioned lyricism in the vocal writing, as well as revelling in the sumptuous romanticism of the Overture and Dance of the Persian Slave (the latter strikingly performed with no holds barred by Beate Vollack). The orchestral playing is thrillingly pungent.\n\nThere are no obvious stars in the cast, and the smaller roles are taken with distinction by members of the company’s fabulous chorus – one who stands out in particular is Monika Sawa as the fanatic Susanna. Robert Hayward and Adrian Dwyer play the appalling Khovansky father and son; Mark Le Brocq is the effete Prince Golitsyn, Simon Bailey the cunning Boyar Shaklovity, and Miklos Sebestyen and Sara Fulgoni the backward-looking ascetics Dosifei and Marfa.",
          "imageUrl": "images/posts/entertainment-8.jpg",
          "tags": [
            "entertainment",
            "fun",
            "2017"
          ],
          "categoryId": 1,
          "category": "Entertainment",
          "categoryShort": "entertainment",
          "id": 36,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803465178,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "A whistling violinist and grunting violin",
          "content": "Philharmonia/Salonen Festival Hall ?????\n\nPekka Kuusisto is a violinist who does things differently. As if playing the first British performance of Daniel Bjarnason’s whacky Violin Concerto wasn’t enough, he followed it with an encore he described “a melancholy Swedish wedding march” and co-opted the Philharmonia Orchestra into humming a pedal note, before reappearing in a late-night gig in the Festival Hall foyer to give Finnish folk music a contemporary twist. All in an evening’s work for Kuusisto, and it would have been the same even if this season-opening concert of the Philharmonia hadn’t also been launching the Southbank Centre’s Nordic Music Days.\n\nKuusisto’s style certainly inspired Bjarnason’s new concerto, written specifically for him and premiered in Los Angeles last month. True, the work also adheres to traditional concerto principles by showing off the soloist, requiring virtuosity in some moments and dialogue with the orchestra at others. But only a piece composed with Kuusisto in mind would require its soloist to whistle in duo alone with himself before spreading that whistle out into the orchestral parts. With a player always ready to act out his sense of music as theatre, the solo violin’s grunts and snarls become part of a lively soundscape. Although Bjarnason’s writing has muscular vigour, he writes with striking clarity even when the textures are busy, and the music comes to rest with utmost delicacy. Teeming with riffs and folk influences, this concerto may seem uneven, but then that is maybe its point.\n\nEsa-Pekka Salonen’s adventurous programme featured not one but two Icelandic composers, and the concert had opened with Anna Thorvaldsdottir’s Aeriality, a more predictable but highly effective piece nevertheless. Though it is about more than simply the mood it creates, this is atmospheric music full of stillness – despite undercurrents – and mystery, the sonic equivalent perhaps of the art installations of Olafur Eliasson. At one point a sonorous tune breaks out, starting in the cellos, but soon it is reabsorbed.\n\nCounterbalancing these Icelandic pieces were the final two symphonies of Finland’s greatest composer, Sibelius. But not for the first time, Salonen showed himself to be that rare thing, a Finnish conductor uneasy with Sibelius. Despite a light and delicate start, not to mention the wonderfully warm Philharmonia strings, the Sixth Symphony lacked essential momentum and radiance. The Seventh dragged even more; right from the lack of tension and majesty in its opening upward scale, it remained earthbound rather than transcendent.",
          "imageUrl": "images/posts/entertainment-9.jpg",
          "tags": [
            "entertainment",
            "fun",
            "2017"
          ],
          "categoryId": 1,
          "category": "Entertainment",
          "categoryShort": "entertainment",
          "id": 37,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803495441,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Diana Krall is almost too quiet",
          "content": "Diana Krall likes quiet. The 2009 album from the superstar Canadian jazz singer and pianist was called Quiet Nights, and the new one, which she’s now showcasing on a lavish world tour, is entitled Turn up the Quiet.\n\nFor much of her Royal Albert Hall gig on Wednesday night, that’s exactly what I wished she would do. Almost everything was at a whispered volume, words emerging with breathy hesitancy. Often she would sing just one verse, hands itching to be at the keyboard, and then push the microphone away, as if she were glad to be rid of it. In Sunny Side of the Street, she actually played the last line of the song at the piano, instead of singing it.\n\nIt was odd to find the world’s favourite jazz singer so reluctant to sing. Especially as, on those rare moments when she actually flexed her vocal muscle, it proved to be wondrous thing, smoky and thick-grained. Krall’s latest album is her much-touted return to jazz standards, after forays into songwriting and pop material that alienated many of her jazz fans, but won her many new ones.\n\nIn line with the album’s title, the songs were mostly low-key and intimate, with moonlight-through-the-trees backdrops and moody arrangements for a quintet of old sparring partners. Krall’s rendition of Cole Porter’s Night and Day was typical of the way she would outline a harmonically searching introduction at the piano, which seemed to be leading us in one direction. Then with a jolt the song would carry us somewhere else, and it was the friction between the introductions and the song itself that accounted for much of the evening’s dusky emotional complication. That, and the long tapering conclusions, often spun out deliciously by violinist Stuart Duncan and guitarist Anthony Wilson in drowsy dialogue.\n\nBassist John Clayton Jr and drummer Karriem Riggins were no less subtle, and in Peggy Lee’s I Don’t Know Enough About You they delivered a welcome kick of energy. Here finally the evening came to life, with Krall giving us a rare display of her pianistic and vocal gifts working together at full throttle.",
          "imageUrl": "images/posts/entertainment-10.jpg",
          "tags": [
            "entertainment",
            "fun"
          ],
          "categoryId": 1,
          "category": "Entertainment",
          "categoryShort": "entertainment",
          "id": 67,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506833504007,
          "publishDate": 1,
          "publishMonth": "Oct"
        }
      ]
    },
    {
      "id": 2,
      "shortname": "fashion",
      "name": "Fashion",
      "posts": [
        {
          "title": "A History of Fashion",
          "content": "A History of Fashion in 100 Objects is a major exhibition celebrating fashion from the 1600s to the present day. Showcasing 100 star objects drawn from the Fashion Museum’s world-class collection, these displays give visitors an instant insight into the era-defining outfits and headline pieces that have shaped our wardrobes over the past 400 years.\n\nFashion touches everyone’s life – it is intrinsically linked to society – and A History of Fashion in 100 Objects references moments in history, as well as more personal stories. Graceful silk robes and embroidered and tailored coats for men, the styles fashionable during Bath’s Georgian heyday are on show, along with Regency fashion from the time of Jane Austen and dresses by the big names of fashion history, including the House of Worth and Christian Dior.\n\nThe exhibition also includes ten shoe ‘moments’ throughout history, from Georgian silk shoes to Nike Air trainers as well as a children’s trail featuring ten ‘historical fashion’ looks for kids, from the 1700s to the 2000s.",
          "imageUrl": "images/posts/fashion-1.jpg",
          "tags": [
            "Fashion week",
            "Fashion 2017",
            "spring"
          ],
          "categoryId": 2,
          "category": "Fashion",
          "categoryShort": "fashion",
          "id": 20,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802594566,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Pretty Valentino Headpieces",
          "content": "Valentino’s overarching beauty aesthetic has long centered on fresh skin and plaited manes—and braids, ponytails, and soft waves have been continually elevated by a treasure trove of adornments. Backstage stylist Guido Palau relies on a selection of decorative, romantic takes on the crown—often crafted by artist Alessandro Gaggio—to complement ensembles and imbue lengths with a femininity that toes the line between contemporary and old world.\nOn the Fall 2011 couture runways, wreaths of delicate daisies and forget-me-nots took wiry metallic form as if they were flash-frozen before being placed upon otherwise simple low buns. Headbands in all forms—literal braids dyed to match models’ natural hues; strips of thick black leather; and burgundy wraps dotted with gold—offered a similar instant upgrade, turning simple over-the-shoulder plaits and piece-y, pulled-back lengths into aspirational styles rife for re-creation. In 2015, romantic twists and braids woven with sea-inspired baubles and freshly picked wildflowers read nymphlike, as if the Valentino girl need only wander down a garden path in preparation for a runway show.\nIn recent years, gilded crowns have taken on new guises: Models became Byzantine princesses via hairline-grazing, golden tiaras, while, in Spring 2016’s couture collection, flowers were forsaken in favor of serpentine headpieces that slithered around the backs of loose lengths, resting on either side of the forehead and adding a slightly sinister feel to an otherwise angelic beauty look. Above, the best of Valentino’s unique headpieces that will stand as a reminder for those watching tomorrow’s Spring 2018 show: Look up.",
          "imageUrl": "images/posts/fashion-2.jpg",
          "tags": [
            "Fashion week",
            "fashion trends",
            "spring 2017",
            "Valentino"
          ],
          "categoryId": 2,
          "category": "Fashion",
          "categoryShort": "fashion",
          "id": 21,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802733032,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Catherine Deneuve Pays Tribute to Pierre Berge",
          "content": "Thursday night in the Art Deco ballroom of Paris's Hotel Potocki, Catherine Deneuve gave a moving speech about Pierre Berge, the partner of Yves Saint Laurent and Deneuve's dear friend of five decades, who died earlier this month. The actress and icon was joined by a who's who of Paris society--Kering's Francois Henri-Pinault and his wife Salma Hayek, YSL muse Betty Catroux, Anouk Aimee, Bianca Jagger, Jean Paul Gaultier, and, of course, Anthony Vaccarello, Saint Laurent's current creative director, who dedicated his spectacular Spring 2018 show under the sparkling lights of the Eiffel Tower to Berge. Deneuve quoted Jean Cocteau, but even more touching were her own words (if you'll pardon the translation): \"When I speak of Yves and Pierre I speak in the present tense, I don't speak in the past.\"\nA fitting sentiment. The evening began with cocktails in the newly opened Musee Yves Saint Laurent, which along with its sister museum in Marrakech, was the final project of Berge. The centerpiece of the museum is Saint Laurent's studio, lovingly and painstakingly recreated to look as though he left it just yesterday.",
          "imageUrl": "images/posts/fashion-4.jpg",
          "tags": [
            "Catherine Deneuve",
            "Pierre Berge"
          ],
          "categoryId": 2,
          "category": "Fashion",
          "categoryShort": "fashion",
          "id": 23,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [
            {
              "id": 3,
              "postId": 23,
              "author": "Ivan Ivanov",
              "authorImageUrl": "images/users/ivan.jpg",
              "text": "Модата не ме интересува много, но реших да пиша един коментар колкото да има нещо.",
              "replyComments": [],
              "publishTime": 1506841689673,
              "publishDate": 1,
              "publishMonth": "Oct"
            }
          ],
          "publishTime": 1506802831653,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Bath Knitting and Crochet Guild",
          "content": "These knitting patterns for spa sets, bath mitts, and other bath and powder room decor make great gifts for bridal showers, housewarmings, holidays, and more.\nTo get the knitting patterns, scroll down the page to the individual pattern you want and click on the link to that pattern.\nThese patterns are not my designs but links to other designers who have generously shared their patterns. If you have questions about how to knit a specific pattern, please contact the designer directly.\nAll links on this site are for informational purposes, but please note that some links are to affiliate sellers that pay me a small commission on purchases.",
          "imageUrl": "images/posts/fashion-9.jpg",
          "tags": [
            "Fashion week",
            "trends",
            "spring 2017"
          ],
          "categoryId": 2,
          "category": "Fashion",
          "categoryShort": "fashion",
          "id": 24,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802898172,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Fashion Is Everywhere",
          "content": "\"Fashion is not something that exists in dresses only. Fashion is in the sky, in the street, fashion has to do with ideas, the way we live, what is happening.” Coco Chanel\n\nMs. Coco Chanel couldn’t have said it any better. Fashion is simply a way of expressing yourself and allowing others to gain a sense of who you truly are. Many fashion designers express this idea within their clothing. Most believe that fashion is just about producing clothing, profit, a way to view life, and for people who are stuck up to finally have something to call their own.\n\nSo why is fashion just not for fashion fanatics? Because it is the way of life. Think about it. When you get a call back from a job, asking you to come to a job interview, what is on your mind? WHAT AM I GOING TO WEAR? It is common sense in our reality to not wear pajamas to an interview or even a certain outfit to the club. Why? Because it is inappropriate. Fashion is not just about having the latest trends but it is about bringing confidence to everyone. When you get dressed for an interview your whole attitude changes, you feel like you can conquer the world.\n\nFashion allows everyone to gain confidence they never had before. When you really stop to get dressed you feel really good about yourself. Nothing or no one can ruin your day and if they try to the attitude you had after getting dressed will remain. Although we all have experienced times where we just simply roll out of bed, not wanting to see anyone, and putting on that white tee still lying on your floor just to get things done that HAVE to be done today. When you have that mindset it is more common to complain about things that aren’t even necessarily happening to you. Fashion is a way of opening up your mind to new things as well. When you discover a new color that brings out your eyes or certain features you never knew you had, it makes you feel good about yourself. Fashion is always seen as a way of causing those influenced by it to go into debt (which I am a witness of) but, in reality, fashion is a way of life.\n\nRemember you first date with someone that you just knew was the one for you? You change your outfit 115,755 times because you want to look “perfect”. We all want to believe that we are not judged by what we wear or what we look like but we are the first to judge people by those same characteristics. So why not allow people to judge us for who we are? What you wear is not only a fashion statement but also a first impression. Fashion allows those to be creative about who they actually are without saying one word at all. So yes fashion is important to everyone because everyone wants to feel good about him or herself, right?",
          "imageUrl": "images/posts/fashion-4.jpg",
          "tags": [
            "Fashion week",
            "trends",
            "spring 2017"
          ],
          "categoryId": 2,
          "category": "Fashion",
          "categoryShort": "fashion",
          "id": 25,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802930597,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Best Fashion Instagrams of the Week",
          "content": "This week was all about the va va voom. Naturally, the person to start this red hot theme off was Gisele Bundchen, who posed in a green dress with a deliciously low scoop back. Fun fact: It was by Stella McCartney and sustainable (in another words, chic and nature-friendly). Not a bad mix! Another Brazilian bombshell had a similar knockout moment: While in Paris, Izabel Goulart wore a sheer look in front of the glittering Eiffel Tower. Not far off, Natalia Vodianova glowed in a feathered dress and kicky boots at the Dior show. C’est la vie, the supermodel way.\nOther standout moments on the ‘gram? Emily Ratajkowski wore a killer pair of red boots to leisurely sip some espresso in Paris. Before the Saint Laurent show, Haley Wollens snapped the eternally cool Chloe Sevigny in a kicky black dress and slouchy boots. Paloma Elsesser is also having a ball in the City of Light and found a chocolate throwback Mercedes to pose next to with her Fendi bag. Tracee Ellis Ross may have had the most fun of all though: She was every inch a cover girl in a gown by Russian designer Ulyana Sergeenko. See these and more of the week’s best fashion Instagrams below.",
          "imageUrl": "images/posts/fashion-6.jpg",
          "tags": [
            "Fashion week",
            "trends",
            "spring 2017"
          ],
          "categoryId": 2,
          "category": "Fashion",
          "categoryShort": "fashion",
          "id": 26,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803004499,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Yves Saint Laurent",
          "content": "Joseph Altuzarra has always had his head—and his heart—in two places, even before he won the 2011 CFDA/Vogue Fashion Fund, countless CFDA awards, and a vote of confidence (read: investment!) from luxury conglomerate Kering. The son of a French father and an American mother, Altuzarra has personally oscillated between the two countries for years, but now he’s doing it professionally, too, by showing his Spring 2018 collection in Paris today after nearly a decade of showing in New York City.\nSince we missed seeing that collection at New York Fashion Week, here he is, weighing in what has shaped his view of fashion—and what it takes to be a designer. That Altuzarra is in the place he is today is a testament to not only his talent but also his mettle; he has always joked that he launched his label in late 2008 at the worst time he could, on the eve of the global economic downturn. But he’s thrived, building a brand under his own name that is sold around the world. The challenges of that, as well as what it means to be operating in an era where change happens at lightning speed, will be on the table when Altuzarra sits down with me, Erdem Moralioglu, and Simon Porte Jacquemus at Vogue’s inaugural Forces of Fashion conference on October 12.\nAltuzarra, Moralioglu, and Jacquemus will be joining plenty of other mega-talents—the “forces”—that day. Ahead of that, we thought it would be fun to ask him about the people, places, and pop culture moments that have helped shape his outlook on fashion.",
          "imageUrl": "images/posts/fashion-7.jpg",
          "tags": [
            "Fashion week",
            "trends",
            "spring 2017"
          ],
          "categoryId": 2,
          "category": "Fashion",
          "categoryShort": "fashion",
          "id": 27,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803039019,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Essay on Fashion",
          "content": "Every person nurtures an innate desire of looking good and feel ‘accepted’ in the socio-economic circle. The word fashion instantaneously brings to mind a flash of colour with a dash of glamour.\n\nWomen are taking to fashion in a big way, and are experimenting with different looks, styles, and textures.\n\nFashion plays an increasingly important role in an indivi­dual’s life because it is considered as a means of self-expression. The garments and accessories that man or women wear, help them to identify with a group of others-whether it is a lifestyle, profession, a religion, or an attitude. Thus, the term ‘fashion’ has become synonymous with the overall growth of the country as well.\n\nSeveral factors contribute to the evolution of fashion as a whole. It is a widely accepted fact that the rich and the famous, and the political figures and royalty have always moved the seasonal trends of fashion. The advertising media also contributes equally to update us about the daily style checks.\n\nFashion in India, a land rich in culture and tradition, has evolved through the centuries. This country, rich in culture represents a kaleidoscope of changing trends and traditions. Here, clothes perform different functions depending on the occasion. Be it festivals, parties, profession, or just a matter of reflecting attitude … fashion is simply ‘in’.\n\nRight from women who sport a dash of vermilion in the parting of their hair, to professionals on the go who wield the ladle and the laptop with equal ease, fashion forms an integral 92 Top School Essays\n\npart of their lives. Today, fashion does not necessarily mean glamour, or the urge to follow the current trends. It is more a way of life, a reflection of inner beauty, where the intellect shines through, complete with comfort quotient.\n\nFashion not only highlights the social history and the needs of person but also the overall cultural aesthetic of the various periods. The evolution of fashion dates back to several hundred years and as our attitude and culture change, fashion comes along with it.\n\nIn India, the fashion scenario was different in different political periods. During the British rule in India, the fashion trend within high society was strongly influenced by the British fashion style and western clothes became a status symbol in India.",
          "imageUrl": "images/posts/fashion-8.jpg",
          "tags": [
            "Fashion week",
            "trends",
            "spring 2017"
          ],
          "categoryId": 2,
          "category": "Fashion",
          "categoryShort": "fashion",
          "id": 28,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803069564,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Fashion forward",
          "content": "Fashion Week kicked off on Thursday with the industry descending on New York City.\n\nThe tradition of designers showing off their collections actually goes back to the 1940s. In today's fast paced digital world, however, some are wondering if the tradition is still relevant.\n\nFashion week \"used to be open to a very small closed circle of editors and buyers and we've seen a huge dramatic shift. We decided to open up our show to the consumer,\" Rebecca Minkoff, the creative director for her own line, told CNBCs \"On the Money.\"\n\nAfter a designer shows their collection, it usually takes 6 month for the clothing to hit stores. Minkoff decided to change that, and most of her clothing and accessories hit shelves as soon as they are revealed. It's called 'See Now, Buy Now.'\n\nSocial media now gives everyone a front row seat at the event, so the new philosophy helps get the items right into the hands of customers as soon as they want it.\n\nThe customer \"doesn't have to wait 6 months and see these different bloggers and celebrities and editors carrying the product,\" said Uri Minkoff, Rebecca's brother, co-founder and CEO of their brand.",
          "imageUrl": "images/posts/fashion-10.jpg",
          "tags": [
            "Fashion week",
            "fashion trends",
            "spring 2017"
          ],
          "categoryId": 2,
          "category": "Fashion",
          "categoryShort": "fashion",
          "id": 66,
          "author": "Slavka Slavova",
          "authorImageUrl": "images/users/slavka.jpg",
          "comments": [],
          "publishTime": 1506833428591,
          "publishDate": 1,
          "publishMonth": "Oct"
        },
        {
          "title": "Elie Saab",
          "category": "Fashion",
          "content": "We were under a series of canopies imprinted with a, well, canopy of jungle foliage. When the lights went down, they beamed a soft leafy camouflage onto the runway. It was certainly humid and close and richly perfumed—the latter thanks to the high proportion of carefully turned out clients who attended—in this darkened corner of the Grand Palais. The notes informed us this was an Amazon collection.\nReally, though, this expedition from Elie Saab was more “early investor in Amazon, the company” than denizen of Amazon, the river-defined jungle region. Sure, there was python print aplenty, earrings of golden leaves and colored arrowheads, and some long princess dresses edged with the same nicely embroidered foliage relief that was on our invitations. Some other long silk pieces, including a rather epic kaftan, were printed with an attractive long-frond pattern, and some of the sheer white or black dresses were etched with different tropical botanicals.\nCutting across these were suites of boldly colored daywear and eveningwear: nicely cut jackets, slouchy field jackets, fringed skirts, more embroidered evening dresses (sometimes accessorized with the latest example of the this-season massive straw hat). Rather tellingly, the show ended with an efficiently sleek backless and sleeveless jumpsuit with long fringing details at its neckline. Saab used his theme only to accent this collection rather than to fully define it, which was no bad thing.",
          "imageUrl": "http://127.0.0.1/images/posts/fashion-3.jpg",
          "tags": [
            "Fashion week",
            "trends",
            "spring 2017"
          ],
          "categoryId": 2,
          "categoryShort": "fashion",
          "id": 22,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [
            {
              "id": 6,
              "postId": 22,
              "author": "Ivan Ivanov",
              "authorImageUrl": "images/users/ivan.jpg",
              "text": "Мацките от снимката изглеждат добре",
              "replyComments": [],
              "publishTime": 1506841854617,
              "publishDate": 1,
              "publishMonth": "Oct"
            }
          ],
          "publishTime": 1507050269327,
          "publishDate": 3,
          "publishMonth": "Oct"
        }
      ]
    },
    {
      "id": 3,
      "shortname": "germanelections",
      "name": "German elections",
      "posts": [
        {
          "title": "The German election is boring",
          "content": "Finally an election in Europe that isn't racking our nerves.\nAfter the unexpected calamity of Brexit and the second-place finish of Marine Le Pen in France, Germany's boring election is a welcome reprieve.\n\nPolls point to a comfortable victory for chancellor Angela Merkel's ruling Christian Democrats (CDU) - and why shouldn't they?\nThe economy is growing, unemployment is low, the federal budget is in surplus and the refugee crisis has disappeared from the front pages.\n\nBetween the unpredictable president Donald Trump in the US and an all-too-predictable Vladimir Putin in Russia, Europe looks to Berlin for reassurance.\n\nBut German elections seldom inspire. Merkel won last time, in 2013, on a promise of \"No Experiments\" - the same slogan used by Konrad Adenauer, the founder of her party, in 1957.\n\nThe most shocking thing voters have seen this year is a poster of the far-right Alternative for Germany (AfD) party that shows a smiling white pregnant woman with the text: \"New Germans we make ourselves.\" The party is unlikely to win more than 10 percent support.\n\nVery dull\nVolumes have been written about the \"secret\" to Merkel's success.\n\nShe has positioned the Christian Democrats firmly in the centre of German politics, taking the wind out of her competitors' sails.\n\nShe is careful not to get too far ahead of public opinion, but moves fast when events demand it - her about-turn on nuclear energy after the 2011 Fukushima power plant disaster in Japan being the most-cited example.\n\nSupporters argue she is sensitive to the wishes of her electorate. Detractors see a chancellor without a North Star.\n\nThere is truth in all of this, but Germany's desire for a safe pair of hands predates Merkel.\n\nThe country has only had eight chancellors since the end of the Second World War. The US has been through 13 presidents during the same period, Britain had 14 prime ministers and Italy 28.\n\nGermans have learned the hard way to mistrust charisma and not elevate politics to a matter of national survival - nor dismiss it as sport.\n\nBetter to let it be a dull affair for serious men and women in grey suits.\n\nTry the German way\nOther nations don't need to go through the same experience as Germany to appreciate politics the way it does.\n\nYou don't need to have been misruled by a failed artist to understand that a wonkish woman in a pantsuit will make for a better leader than a reality TV star.\n\nNor must you have suffered at the hands of the most rambunctious man in the history to learn that loudness is not a substitute for competence.\n\nThe fact that Germany is prosperous and well-run is all the proof we need that politics is better served bland.\n\nIt's a shame for us in the news business - so expect laments in the next few weeks about how \"nothing is happening\" in the German election - but the German people are better off for it.",
          "imageUrl": "images/posts/german-election-1.jpg",
          "tags": [
            "germany",
            "elections",
            "2017"
          ],
          "categoryId": 3,
          "category": "German elections",
          "categoryShort": "germanelections",
          "id": 1,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [
            {
              "id": 7,
              "postId": 1,
              "author": "Slavka Slavova",
              "authorImageUrl": "images/users/slavka.jpg",
              "text": "Защо пак я избраха тази? Мазохисти ли са тези немци?",
              "replyComments": [],
              "publishTime": 1506841902552,
              "publishDate": 1,
              "publishMonth": "Oct"
            }
          ],
          "publishTime": 1506801170794,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "German election polls 2017",
          "content": "Angela Merkel is vying for a fourth term as chancellor when Germany elects a new Bundestag on September 24.\n\nThe FT’s time-weighted average of seven pollsters’ latest polls of voting intention suggests that Ms Merkel Christian Democratic Union and its Bavarian sister party, the Christian Social Union, should comfortably remain the largest bloc.\n\nBut under Germany’s proportional representation system this is unlikely to translate into a majority of seats in the new parliament. How the other parties perform will determine the coalition that forms the next German government.\n\nHow the German voting system works\n\nIn Germany’s “mixed-member proportional” system, voters make two marks on their ballots: one for a constituency MP and one for a party list.\n\nIn the Bundestag, 299 of the seats are reserved for constituency MPs elected on a first-past-the-post basis. The remainder of the MPs come from party lists, allocated to closely approximate the distribution of the party vote in each of Germany’s 16 federal states after taking into account the directly-elected MPs. At least another 299 MPs gain their seats this way, although the number can be higher. The outgoing parliament, for example, had 631 seats.\n\nA further complication is that a party must win at least 5 per cent of the national vote — or win three constituencies — to be included in the seat allocation process.\n\nThis complex process results in a seat distribution that is very close to the proportions of the national popular vote won by the included parties.",
          "imageUrl": "images/posts/german-election-2.jpg",
          "tags": [
            "polls 2017",
            "german elections"
          ],
          "categoryId": 3,
          "category": "German elections",
          "categoryShort": "germanelections",
          "id": 2,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506801277775,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "All you need to know",
          "content": "Germany votes on Sunday, September 24 in the election in which Chancellor Angela Merkel, who has been in power since 2006, will be seeking a fourth term. Merkel is the leader of her center-right party, the Central Democratic Union (CDU).\nIf the German elections haven’t made a lot of noise compared to the Netherlands, France and Britain, which hit the polls earlier this year and despite Germany being the most important country from the EU perspective, this could be due to the relative lack of surprise Germans perceive to be in store for them. As Joachim Bittner, a political editor for the German weekly Die Zeit writes in the New York Times, “It’s not that Germans are uninterested in politics or the issues; it’s that they’ve accepted the fact that the country’s national politics are locked in place by a centrist consensus that gives them little choice at the ballot box”.\n\nAngela Merkel, CDU/CSU: Chancellor Merkel’s party, the Christian Democratic Union, along with its sister party Christian Social Union in Bavaria region, became the most dominant political force in the post World War II since its formation in 1950, unifying Germany and leading the government for 47 of those 67 years. The main support base of CDU/CSU comes from the older, Christian and conservative population, especially in the south of the country.\nAs for Merkel herself, her popularity among her supporters suffered a considerable setback post 2015 when she decided to be liberal on immigration by permitting over a million refugees and migrants from Syria and other conflict regions into Germany. Despite Merkel presiding over the the most drastic change Germany has undergone since the fall of the Berlin Wall, she provides an illusion of familiar in the post-Brexit world where Donald Trump is leading the United States. Unlike other main contenders, Merkel has undeniable experience in dealing with the world that has quickly become more prone to crises, economic, political as well as humanitarian. In Bittner’s words, “Within the sea of change — although she has been contributing to it — Ms. Merkel is a rock.” Commentators and Germans have little doubt that Merkel will win her fourth term of Chancellorship, so much so that many have already shifted their focus from who will win the election to whom Merkel will choose to form her next government.",
          "imageUrl": "images/posts/german-election-3.jpg",
          "tags": [
            "germany",
            "elections",
            "2017"
          ],
          "categoryId": 3,
          "category": "German elections",
          "categoryShort": "germanelections",
          "id": 3,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506801669256,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "German and EU arrogance",
          "content": "The German election results have sent shockwaves across the European Union (EU) – stirring the ghosts of the nation’s Nazi past - after Angela Merkel’s CDU/CSU union lost 65 seats - a humiliating eight per cent swing. \n\nThe Social Democratic Party, headed by former EU chief Martin Schulz, was also humiliated as it lost 40 seats, suffering its worst ever election result. \n\nWhile Mrs Merkel may still secure an overall majority with the help of two smaller parties, her victory is a hollow one with attention once again turning to the rise of the right in Europe. \n\nThe AfD, who won no seats in the 2013 election, are celebrating a stunning result as anger at leaders in Munich and Brussels continues to grow in the country. \n\nThe anti-migrant, ultra-nationalist party secured 13 per cent of the overall vote, the third-highest popular vote - something Mrs Merkel has already admitted proves more needs to be done.\n\nThe rise of the AfD, who were attacked as Nazis by protestors who gathered at their celebration party yesterday, can be directly linked to Mrs Merkel and her fellow political heavyweights in Brussels, say critics. \n\nMrs Merkel’s growing influence in the EU has given rise to rabid frustration at what Germans themselves call ‘besserwisserei’, which roughly translates as know-it-all-ism. \n\nGermany’s patronising stance and demand for Europe-wide support on a number of issues, from open borders to a EU army, has provoked a backlash among the country’s voters. \n\nThis haughty attitude and inability to compromise was described curtly as “moral imperialism” by Hungary leader Viktor Orban in 2015. \n\nMeanwhile genuine concerns at high levels of immigration and economic inequality have gone ignored.\n\nEqually unattractive has been the charges of hypocrisy levelled at Germany over high-profile issues. \n\nSir Paul Lever, Britain’s former ambassador to Germany, took umbridge with the country’s self-promoted position as leader in the battle against climate change. \n\nHe highlighted the fact, despite their lofty ideals and rallying cries, Germany is actually Europe’s biggest burner of dirty coal and also set to miss the Paris Agreement’s reduction target.\n\nHe said the scandal over car emissions had also left a sour taste in the mouths of those forced to listen to Germany's demands for climate change action. \n\nSir Paul said: “It’s obvious that the EU should take over emissions testing and that the commission should impose huge fines on Germany.",
          "imageUrl": "images/posts/german-election-4.jpg",
          "tags": [
            "germany",
            "elections",
            "2017"
          ],
          "categoryId": 3,
          "category": "German elections",
          "categoryShort": "germanelections",
          "id": 4,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506801734973,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "German election: As it happened",
          "content": "German voters are choosing their new parliament on Sunday, with Chancellor Angela Merkel on course for reelection but the identity of her next coalition partners far from clear.\n\nPolling stations opened at 8 a.m. and close at 6 p.m. local time.\n\nOpinion polls in the final days of the campaign showed Merkel’s Christian Democrats and their Bavarian sister party, the Christian Social Union, had the support of around 36 percent of voters, giving them a lead of some 14 percentage points over the center-left Social Democrats led by Martin Schulz.\n\nFollow POLITICO’s live blog for rolling news, reaction and analysis from 10 a.m. until late on election day.\n\nGermans are using the hashtag 87prozent (87 percent) to highlight the percentage of voters who did not cast ballots for the far-right AfD.\n\nHundreds in places like Berlin and Hamburg have been protesting the AfD’s projected success in the election, as it looks set to become the first far-right party to enter the Bundestag in Germany’s postwar history.",
          "imageUrl": "images/posts/german-election-5.jpg",
          "tags": [
            "germany",
            "elections",
            "2017"
          ],
          "categoryId": 3,
          "category": "German elections",
          "categoryShort": "germanelections",
          "id": 5,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506801787075,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "State election results",
          "content": "THREE German states held elections yesterday, the results of which will allow their incumbent premiers to stay in office. That might give the impression that German politics is boringly stable. But this is deceptive. These state polls—the first since Chancellor Angela Merkel opened Germany’s borders to refugees half a year ago—suggest that the country's political landscape is changing dramatically. In Baden-Wurttemberg, Winfried Kretschmann, the governing premier of the Green party, won over 30% of the vote, the first time the party has come first in the state. In the neighbouring state of Rhineland-Palatinate, the Social Democratic (SPD) incumbent, Malu Dreyer, also won decisively with 36.2%. In Saxony-Anhalt, the Christian Democrats party (CDU)—led there by Reiner Haseloff—remained the strongest with 29.8%.\nThe shock of these elections, instead, has more to do with the runners-up. Voters punished both the CDU—Mrs Merkel’s party—and the SPD, who are currently partners in a “grand coalition” in the federal government. For the first time ever the CDU came second in Baden-Wurttemberg, at 27%, down 12 percentage points from 2011. In Rhineland-Palatinate they squandered what was a big lead in the polls only months ago, finishing at 31.8%. Even in Saxony-Anhalt they lost support, despite Mr Haseloff's victory. For the SPD, Sunday's results were—with the exception of Mrs Dreyer’s win—just as depressing. The surprise winner across all three states was the right-wing Alternative for Germany party (AfD). Founded only three years ago, it is firmly anti-refugee and anti-establishment. It did better than anyone expected. In Baden-Wurttemberg, it got 15.1%, beating the SPD for third place. In Rhineland-Palatinate it polled 12.6%, also coming third. And in Saxony-Anhalt it came second, with 24.2%.\nThe overall results mean fresh coalitions now need to be formed in all three states, and the resulting state governments will contribute between four to six representatives each to the Bundesrat (effectively Germany's upper federal chamber) in Berlin. Germany's politics will become more fragmented and polarised as it heads towards 2017's federal election as a consequence of Sunday's ballots. The populist politics sweeping across America and Europe are, it seems, taking root in Germany.",
          "imageUrl": "images/posts/german-election-6.jpg",
          "tags": [
            "germany",
            "elections",
            "2017"
          ],
          "categoryId": 3,
          "category": "German elections",
          "categoryShort": "germanelections",
          "id": 6,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506801863004,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "German Election Debate",
          "content": "German Chancellor Angela Merkel’s main election opponent has 90 minutes to tighten the race in their only televised debate, injecting an evening of suspense into a campaign that’s yet to see the incumbent break her stride toward a fourth term.\n\nLecterns for Merkel and Social Democratic challenger Martin Schulz are set up at a Berlin studio for Sunday’s clash, and moderators from four networks have prepared questions on migration, security, foreign policy and ensuring a fair society. Though Merkel sought tight control over the ground rules, the candidates will have a bit more freedom to interact than in previous debates.\n\nThree weeks before the federal election, Merkel and her party lead in all polls, including personal popularity surveys. For Schulz, the debate may be the last chance to build momentum for the Sept. 24 vote in Europe’s dominant country, where a strong economy is limiting appetite for change and for the populism that fueled anti-establishment candidates in elections from the U.S. to France.\n\n“We’re focused on the race to catch up and Sunday’s debate is a big part of that,” Thomas Oppermann, the Social Democrats’ parliamentary caucus leader, told ZDF television. “For many people, Sunday will be the day they make up their minds.”\n\nLatest polls suggest Merkel’s Christian Democratic-led bloc leads the SPD by between 13 and 18 percentage points. That also puts the front-runner’s pressure on her: 64 percent of respondents expect her to win the debate, while only 17 percent say Schulz will, according to Infratest Dimap polling.",
          "imageUrl": "images/posts/german-election-7.jpg",
          "tags": [
            "germany",
            "elections",
            "2017"
          ],
          "categoryId": 3,
          "category": "German elections",
          "categoryShort": "germanelections",
          "id": 7,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506801896724,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "German SPD heads into opposition",
          "content": "Germany’s Social Democrats said Sunday they will not continue governing in a ‘grand coalition’ with Angela Merkel’s conservatives after projections showed they had scored their worst general election result in post-war history.\n\nSPD leader Martin Schulz called it a “difficult and bitter day for German Social Democracy” after early projections put his party on just 20.2 percent, a distant second to Chancellor Merkel’s conservatives on 32.7 percent — which would also be their worst result since 1949.\n\n“This is a rejection of the grand coalition,” said SPD parliamentary leader Thomas Oppermann on national TV.\n\nSenior SPD figures said Schulz would remain party chairman, but his position might be untenable after such a weak campaign",
          "imageUrl": "images/posts/german-election-8.jpg",
          "tags": [
            "germany",
            "elections",
            "2017"
          ],
          "categoryId": 3,
          "category": "German elections",
          "categoryShort": "germanelections",
          "id": 8,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506801933492,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Angela Merkel v Martin Schulz",
          "content": "German election 2017 polls\n\nThe latest INSA poll gives Ms Merkel’s Christian Democratic Union (CDU) an 11.5 per cent lead over Mr Schulz’s Social Democratic Party (SPD).\n\nThe survey puts the CDU and it sister party the Christian Social Union (CSU) on 36.5 per cent, ahead of the SPD on 25 per cent.\n\nThe left-wing Die Linke were on 11 per cent, with the far right Alternative for Germany (AfD) and the Free Democratic Party (FDP) both on nine per cent.\n\nAfter Mr Schulz was announced as the SPD candidate in January, the party closed a double digit gap with the CDU and began leading several polls.\n\nThe former EU President had opened a 16-point lead over Ms Merkel by February, in a poll which asked: “Whom would you vote for in a direct election?”\n\nThe German media dubbed the phenomenon the “Schulz effect”, but by April the SPD’s popularity had fizzled out and Ms Merkel regained her lead.\n\nShe now looks likely to be elected Chancellor for a fourth consecutive term.\n\nIn the 2013 election the CDU and the CSU won their best result in more than two decades.\n\nHowever their coalition partner, the FDP, failed to achieve the five per cent threshold necessary to win any seats in the Bundestag.\n\nMs Merkel’s conservatives were forced to enter into a grand coalition with the SPD, which had been the main opposition party in the previous parliament.\n\nA recent study suggests that a coalition between the CDU/CSU, the FDP and the Greens is a likely outcome of the next election.\n\nThe Greens traditionally side with the SPD, but have said: “We are ready to take on responsibility and shape this country … it’s the Greens that make all the difference when they’re in government.”",
          "imageUrl": "images/posts/german-election-9.jpg",
          "tags": [
            "germany",
            "elections",
            "2017"
          ],
          "categoryId": 3,
          "category": "German elections",
          "categoryShort": "germanelections",
          "id": 9,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506801966027,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Inside the German election 2017",
          "content": "When is the German election?\nThe German federal election is on September 24, 2017. Angela Merkel, the Chancellor of Germany since 2005, is standing again for what would be a record-breaking fourth term, leading the Christian Democratic Union of Germany (CDU).\n\nIt's a big deal both because of what it means for the future of the EU after Brexit, and for stability in a less certain, post-Trump global order. \n\nWhat are the main parties?\nMerkel’s centre-right CDU (with its more conservative Bavarian sister party the Christian Social Union or CSU) makes up the largest party in the Bundestag, the German parliament. The CDU/CSU have governed in an uneasy coalition with the Social Democratic Party since the last election, in 2013.\n\nMerkel's party is on track for another victory, consistently leading in the polls with 38-40 percent of the vote in the months leading up to the election.\n\nThe centre-left Social Democratic Party looked set to challenge Merkel in January, when former EU President Martin Schulz took over leadership. But after a solid trouncing by the CDU in three state elections since then, Schulz’s prospects are looking thinner.\n\nThe pro-EU Social Democrats are polling at just 25 percent of the national vote.\n\nThe Left, led by Dietmar Bartsch and Sarah Wagenknecht, is loosely linked to the former East German communist party. They push for more state involvement in the economy and are polling at 10 percent.\n\nThe Greens, like their namesake in Australia, are a socially progressive, environment-minded party popular with educated urban classes. They are currently polling around eight percent, and could become kingmakers after the election.\n\nThe Free Democratic Party (FDP) led by Christian Lindner is a free-market, economically liberal, pro-tax-cut party currently polling around eight percent. They were Merkel’s coalition partner in her second term, but in the 2013 elections failed to clear the five percent of the vote hurdle required to get into the Bundestag so have no seats at present.\n\nAlternative for Germany (AfD) is a far-right, Euroskeptic, anti-immigration party that emerged in 2013 and leapt to the national stage after Merkel’s controversial decision to admit 1 million refugees in 2015. As yet they don’t hold any seats in the Bundestag, but they are polling at eight percent, so they might soon.",
          "imageUrl": "images/posts/german-election-10.jpg",
          "tags": [
            "germany",
            "elections",
            "2017"
          ],
          "categoryId": 3,
          "category": "German elections",
          "categoryShort": "germanelections",
          "id": 10,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506801997059,
          "publishDate": 30,
          "publishMonth": "Sep"
        }
      ]
    },
    {
      "id": 4,
      "shortname": "frenchelections",
      "name": "French elections",
      "posts": [
        {
          "title": "French presidential election",
          "content": "The countdown to the first round of voting in the race for the French presidency has entered its final moments, with the remaining days likely to be dominated by the killing of a police officer in an apparent terror attack on Paris’s Champs Elysees.\n\nEmmanuel Macron is locked in a duel with the far-Right leader Marine Le Pen at the top of the polls for the first round of voting.\n\nCentrist Macron, the former protege of Francois Hollande, is now the bookies’ favourite to become president, with the average of the latest polls showing him marginally ahead of Le Pen. However, Thursday’s terror attack could alter this situation.\n\nMeanwhile, communist candidate Jean-Luc Melenchon is surging in the polls and has drawn level with Francois Fillon in third place, and within four points of Macron.\n\nThe election will begin on April 23, taking place across two rounds.\n\nGiven the large number of undecided voters in this year’s race, any one of these four candidates could make it through to the second round.\n\nFrench presidential election – first round polling\nHover or tap for more info\n\n21 Apr 2017\n\nMacron: 24%\n\nLePen: 22.1%\n\nFillon: 19.6%\n\nMelenchon: 18.9%\n\nHamon: 7.3%",
          "imageUrl": "images/posts/french-election-1.jpg",
          "tags": [
            "French election",
            "2017",
            "france"
          ],
          "categoryId": 4,
          "category": "French elections",
          "categoryShort": "frenchelections",
          "id": 11,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802112947,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Le Pen, Macron clash",
          "content": "In a heated, high-pressure prime time TV debate, French presidential candidate Emmanuel Macron warned of \"civil war\" if his far-right opponent Marine Le Pen is elected, saying Wednesday that her hard-line plans to combat Islamic radicals would play into their hands.  She painted him as subservient to Islamic extremism, saying:  \"They control you.\"\n\nThe barbed exchange over France's fight against terrorism characterized the ill-tempered tone of the debate. Both candidates sought to land damaging blows, in a clash of styles, politics and personalities that highlighted their polar-opposite visions and plans for France.\n\nLe Pen painted the former banker and economy minister as a servant of big business and finance, and declared herself \"the candidate of the people, of the France that we love.\"\n\nMarine Le Pen offering French voters a softer, gentler message\nSaying that Islamic extremists must be \"eradicated\" in the wake of repeated attacks since 2015, Le Pen charged that Macron wouldn't be up to the task.\n\n\"You won't do that,\" she charged.\n\nMacron countered that Le Pen's anti-terror plans would play into the hands of the extremists and divide France, adding that this is \"what the terrorists expect. It's civil war, it's division, it's heinous speech.\"\n\nNo common ground\n\nSitting opposite one another at a round table, the debate quickly became a shouting match, with no common ground between the pro-European Union centrist candidate and the anti-EU Le Pen.\n\nShe had piles of notes in coloured folders on her side of the table, and referred to them occasionally. His side of the table was sparser, with just a few sheets of paper. He at times rested his chin on his hands as she spoke.\n\nAngry and tired French voters flirt with outsiders for top job: Nahlah Ayed\nThey clashed over France's finances, its future and their respective proposals for tackling its ills. He scoffed at her monetary plans, saying reintroducing a franc for purchases within France but allowing big firms to continue using the shared euro currency that Le Pen wants to abandon made no sense.\n\nShe dismissed his economic proposals with sweeping critiques and bristled at his suggestions that she didn't understand how finance and business works.\n\n\"You're trying to play with me like a professor with a pupil,\" she said.",
          "imageUrl": "images/posts/french-election-2.jpg",
          "tags": [
            "French election",
            "2017",
            "france"
          ],
          "categoryId": 4,
          "category": "French elections",
          "categoryShort": "frenchelections",
          "id": 12,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802141338,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Polls suggest Macron set to defeat Le Pen",
          "content": "Emmanuel Macron is poised to beat Marine Le Pen when French voters head to the polls in the second round of their country's presidential election on Sunday.\n\nMacron, a centrist, has a wide lead in public opinion polls over the the far-right Le Pen. Macron is a 39-year-old former banker with only a few years of government experience who's mounting his first campaign as a politician.\n\nHis prospective victory, however, appears to pertain more to a desire by French voters to deny Le Pen the presidency rather than any strong enthusiasm for Macron.\n\nAccording to polls published Friday afternoon, Macron has a 24-point lead over Le Pen, with support of 62 per cent of decided voters. Le Pen has the backing of 38 per cent.\n\nIf those numbers hold up on Sunday, it would amount to one of the widest gaps ever in the second round of a French presidential election — the exception being 2002, when Le Pen's father, Jean-Marie Le Pen, lost by 64 points to Jacques Chirac.\n\nANALYSIS | Emmanuel Macron cast as populism slayer in French election\nANALYSIS | Marine Le Pen offering French voters a softer, gentler message\nThe polls suggest Macron has successfully amassed support across the political spectrum from some of his first-round rivals. He appears to have won over voters from conservative Francois Fillon, from far-left candidate Jean-Luc Melenchon and from centre-left Socialist candidate Benoit Hamon.\n\nLe Pen, who has stepped down temporarily from her job as head of the nationalist, far-right and anti-immigrant Front National (FN), is only doing better than Macron among supporters of Nicolas Dupont-Aignan, a right-wing social conservative candidate who took 4.7 per cent of the vote last month.\n\nBut she's also getting some support from backers of both Fillon and Melenchon, bridging the gap between a business-friendly conservative and a Communist-backed populist.\n\nDebate boosts Macron\n\nMacron's lead over Le Pen has diminished somewhat since the first vote that propelled them both into the second round, when he was ahead in hypothetical match-ups by a margin of 28 points.\n\nBut the polls have started heading back in his direction.",
          "imageUrl": "images/posts/french-election-3.jpg",
          "tags": [
            "French election",
            "2017",
            "france"
          ],
          "categoryId": 4,
          "category": "French elections",
          "categoryShort": "frenchelections",
          "id": 13,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802219289,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "The stakes for the French election just got higher",
          "content": "St-Remy-de-Provence, France (CNN)Just days before French voters go to the polls, gunshots rang out on Thursday in Paris' iconic Champs-Elysees. It was another jarring reminder to French voters of the high stakes and confusing choices they face in a pivotal election -- one whose outcome has become impossible to predict.\n\nAt this moment, there are few details about the killing of a police officer in the heart of Paris, and the motive is unknown, although an ISIS statement claims the shooter was one of its fighters.\nIt came as the nation focused on the Sunday vote, which will be the first step in electing a new president, a decision that will have repercussions far beyond the shores of France. It will determine if the wave of nationalist populism sweeping across the globe will continue to reshape the international landscape. Or whether perhaps globalization -- a dominant political and economic ideology -- can survive and thrive in the 21st century.\n\nOnce the first ballot is counted, we will have a better sense whether the European Union will endure; how Europe is likely to address its refugee issue and what lies ahead for European relations with Russia, after yet another election with signs of meddling from Moscow.\n\"It's good to have electroshock,\" Lydia, a local real estate agent, told me. She wouldn't give her last name, but said she will vote for Marine Le Pen, the far-right, anti-immigrant candidate, who seems well positioned to make it to next month's runoff. Lydia said she doesn't expect Le Pen to become president, but she expects a strong showing to give a jolt to the establishment and show the depth of discontent, particularly on the immigration issue.\n\nn storied Provence, a land of vineyards, olive groves and charming towns, it's startling to hear this kind of discontent among the French, but the sentiment is there, and it has already upended French politics. The current President, Francois Hollande, is so unpopular that he decided not to run -- the first president since World War II not to seek re-election.",
          "imageUrl": "images/posts/french-election-4.jpg",
          "tags": [
            "French election",
            "2017",
            "france"
          ],
          "categoryId": 4,
          "category": "French elections",
          "categoryShort": "frenchelections",
          "id": 14,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802244873,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Turnout sharply down in Le Pen-Macron battle",
          "content": "Turnout in the French presidential election is so far sharply down on the past two polls as voters choose between Emmanuel Macron and Marine Le Pen.\nA turnout of 65.3% was recorded at 17:00 local time (15:00 GMT) in an unpredictable campaign that has divided the country.\nThe bitterly fought poll was concluding on Sunday amid massive security.\nThe final polling stations close at 20:00 (18:00 GMT), with the result set to be reported immediately afterwards.\nThe vote is being closely watched across Europe, as the results could heavily affect the future of the European Union.\nLive updates: France elects a new president\nBoth candidates voted early on Sunday in the north of France.\nThe centrist Mr Macron, a 39-year-old former investment banker, cast his ballot near his home in the seaside resort of Le Touquet.\nMs Le Pen, the 48-year-old far-right nationalist, voted in the working class town of Henin-Beaumont, a stronghold of her National Front party. Both are due back in Paris later in the day.\nIf Mr Macron wins, his supporters would celebrate in the courtyard of the Louvre. The area was briefly evacuated on Sunday after a suspect bag was found.\nA Le Pen victory would be celebrated at the Chalet du Lac in the Bois de Vincennes, on the eastern edge of the capital.\nThe participation rate reported by the interior ministry for this election at 17:00 was more than six points lower than the 72% recorded at the same time in 2012 and nearly 10 points down on the 75.1% of 2007.\nIn fact, it is lower than all the elections back to 1981.\nAnalysts have said that there could be a high abstention rate, which may damage Mr Macron's chances.\nThe two candidates have offered voters starkly different visions of France.\nMr Macron, a liberal centrist, is pro-business and a strong supporter of the European Union, while Ms Le Pen campaigned on a France-first, anti-immigration programme.\nShe wants France to abandon the euro in the domestic economy, and hold a referendum on France's EU membership.",
          "imageUrl": "images/posts/french-election-5.jpg",
          "tags": [
            "French election",
            "2017",
            "france",
            "Macron",
            "Le Pen"
          ],
          "categoryId": 4,
          "category": "French elections",
          "categoryShort": "frenchelections",
          "id": 15,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802363592,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "There’s an election in France!",
          "content": "On Sunday! You probably know this. You probably also know that it involves a whole load of Presidential candidates, mostly dark-haired men whose names all end with “-on.” And there’s a lot of stuff about the EU all mixed up in there.\n\nBut here’s why you should be paying even more attention. The 2017 French presidential election is probably going to be Europe’s most important and exciting poll this year. Here’s five reasons to watch closely:\n\nA battle of the extremes\nUnlike, say, the U.S. Presidential race, where a politically conventional Democrat went up against a much more unconventional Republican, in France, most of the main candidates are unconventional, and some are pretty extreme.\nOn the right, there’s Marine le Pen, a hardline anti-Islam populist who has promised a moratorium on all immigration and wants to reverse decades of trade liberalizations.\n\nThere’s also Francois Fillon, candidate for the center-right Republicans. He’s the closest the race has to a “normal” candidate but as an admirer of former British Prime Minister Margaret Thatcher who mixes traditionalist social values with a free market economic agenda he’s actually pretty unusual in statist France.\n\nAnd, on the left, both the mainstream Socialist Party candidate Benoit Hamon and Jean-Luc Melenchon are proposing bold redistributive policies, while the former wants a universal basic income and the latter plans bottom-up reform of France’s democratic system.\n\nThe fight for the center\nWhether you think the moderate center ground in politics must be preserved at all costs or you welcome a return to a more combative, ideological political battleground, France’s centrist candidate and frontrunner Emmanuel Macron is one to watch.\n\nMacron’s politics aren’t unconventional : he is offering targeted state spending accompanied by overall budget cuts and an internationalist, pro-EU foreign policy. His ideology is the one that has run the western world for the past couple of decades. But he is interesting because he is making that case without shame even as the rest of his country’s politics becomes more protectionist or nationalist.\n\nAnd Macron is fighting without the support of an established party: his movement, En Marche! (Onwards!) is only a year old.\n\nIf Macron storms to victory, it will signal that despite the rise of populism, western electorates still have time for such messages if sold correctly. If he crashes and burns, it will add to the weight of evidence supporting the opposite view.",
          "imageUrl": "images/posts/french-election-6.jpg",
          "tags": [
            "French election",
            "2017",
            "france",
            "macron",
            "le pen"
          ],
          "categoryId": 4,
          "category": "French elections",
          "categoryShort": "frenchelections",
          "id": 16,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802420463,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Investors cheer as Macron emerges as favorite",
          "content": "The euro and stock markets surged higher Monday after pro-European reformer Emmanuel Macron emerged as the front runner to become the next French president.\nThe former economics minister and investment banker beat far-right leader Marine Le Pen into second place in the first round of voting Sunday. They will face off in a second round on May 7.\nThe euro jumped against the dollar to its highest level since November as investors bet that the chances of Le Pen winning power were fading. The currency trimmed its gains later but the main French stock market index -- the CAC 40 -- gained 4% in early trading.\nWall Street was enthusiastic about the result too: Futures markets indicated gains of roughly 1% for the main Dow Jones and S&P indexes.\nDeutsche Bank's director of foreign exchange strategy Sebastien Galy called Sunday's vote the \"perfect scenario for the market.\"\nRelated: Macron-Le Pen face-off: EU supporter vs economic nationalist\nLe Pen, leader of the National Front, campaigned on a threat to dump the euro and pull France out of the European Union.\nLosing its second biggest member could spell the end of the eurozone, and tip the region into recession, economists had warned before the vote.\nAnalysts say the fact that opinion polls had consistently predicted a Macron-Le Pen run-off could boost market confidence because the polls suggest Macron should easily win the second round.\n\"That's what the foreign exchange market is going to trade off in the days ahead and indeed is already doing,\" said Kit Juckes, strategist at Societe Generale.\nMacron has already won pledges of support from two defeated rivals -- center right candidate Francois Fillon and Benoit Hamon, the candidate of outgoing President Francois Hollande's Socialist Party. Together Fillon and Hamon won more than 25% of the vote in Sunday's first round.\nThat mainstream backing could be crucial for Macron in the second round of the election, given he is running without the support of an established political party.\nAnd assuming he wins the presidency on May 7, he will need broad support in the French parliament to turn his policy promises into legislation.\nRelated: France is the weakest of Europe's top 3 economies\n\"Chances are that France will get the economic reforms it needs to revive its fortunes and catch up with Germany,\" said Holger Schmieding, chief economist at Berenberg bank. Europe could benefit too from a renewed effort by France and Germany to strengthen the cohesion of the eurozone, he added.",
          "imageUrl": "images/posts/french-election-7.jpg",
          "tags": [
            "French election",
            "2017",
            "france"
          ],
          "categoryId": 4,
          "category": "French elections",
          "categoryShort": "frenchelections",
          "id": 17,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802453407,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "French election 2017: Why is it important?",
          "content": "France's voters have rejected the two big political parties that have governed for decades and are now at a crossroads as they choose a president.\nWill they go for a pro-European liberal who has never before been elected, or a far-right challenger to the establishment, who has vowed to take on globalisation and France's relationship with the EU?\nAfter the Brexit vote in the UK and the election of US President Donald Trump, France is the latest country to deal a blow to politics as usual.\nWhat is new about this election?\nThe Socialists and the centre right have run France since the 1950s, but the old model has been shattered.\nAn unpopular and divided ruling Socialist party and a Republican candidate in the crosshairs of judicial inquiry have cleared the way for a president who has never been elected to the French National Assembly.\nWhoever wins, centrist Emmanuel Macron or populist Marine Le Pen, France will have a president with an agenda for change.\nIs Le Pen far-right?\nEmmanuel Macron: The meteoric rise of France's youngest presidential candidate\nFive things the French election has told us\nThe far right already runs eight towns and has 20 MEPs in the European Parliament - but is widely shunned by the political mainstream.\nMr Macron's En Marche! (On the Move!) movement is an unknown quantity. Set up in April 2016 when he was economy minister, it has never before contested an election. And until now, nor has he.\nWhat is at stake?\nVoters will be making a decision on France's future direction and on its place at the heart of the European Union.\nIf they opt for Emmanuel Macron, they will be backing a candidate who seeks EU reform as well as deeper European integration, in the form of a eurozone budget and eurozone finance ministers.",
          "imageUrl": "images/posts/french-election-8.jpg",
          "tags": [
            "French election",
            "2017",
            "france"
          ],
          "categoryId": 4,
          "category": "French elections",
          "categoryShort": "frenchelections",
          "id": 18,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802480959,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "France Presidential Election",
          "content": "Outsider Emmanuel Macron faces a showdown with far-right populist Marine Le Pen in the French presidential election, remaking the country's political landscape and setting up a battle over its participation in the European Union.\n\nFor the first time in French history, no mainstream candidate will be on the ballot in next month's second-round runoff — a huge defeat for the center-right and center-left groupings that have dominated the country's politics for decades.\n\nIt also presents voters with the starkest possible choice: Macron's vision of a tolerant France and a united Europe with open borders against Le Pen's \"French-first\" platform that calls for closed borders, tougher security, less immigration and dropping the shared euro currency to return to the French franc.\nMacron, a political novice, won 24 percent in Sunday's first-round ballot and Le Pen gained 22 percent, Reuters reported.\n\nAt his headquarters in Paris, Macron promised to be a president \"who protects, who transforms and builds\" if elected. With an eye to Le Pen, he told the crowd: \"I want to be the president of patriots in the face of a threat from nationalists.\"\n\nSocialist candidate Benoit Hamo and scandal-ridden Conservative candidate Francois Fillon conceded defeat Sunday afternoon and threw their support behind Macron, condemning the nationalist right-wing views of Le Pen and her National Front party.\n\n\"Extremism can can only bring unhappiness and division to France,\" said Fillon. \"There is no other choice than to vote against the far right. I will vote for Emmanuel Macron. I consider it my duty to tell you this frankly. It is up to you to reflect on what is best for your country, and for your children.\"\nMarion Marechal Le Pen, Marine Le Pen's niece and a member of the French Parliament, said the National Front's presence in a runoff was a big deal for her party.\n\n\"For 15 years, there has not been a pro-sovereignty candidate in the second round of a presidential election,\" she said. This is great ideological victory.\"\n\nMarine Le Pen added her own comments later in the afternoon, when she addressed supporters in her home constituency of Henin-Beaumont. She told them that they were choosing between unchecked globalization and homeland-defending nationalism.\n\n\"French people must seize this historical opportunity that has opened to them because what is at stake in this election is savage globalization, which jeopardizes our civilization,\" she said to a roaring crowd.",
          "imageUrl": "images/posts/french-election-9.jpg",
          "tags": [
            "French election",
            "2017",
            "france"
          ],
          "categoryId": 4,
          "category": "French elections",
          "categoryShort": "frenchelections",
          "id": 19,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506802513320,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Who will win the French presidential election?",
          "content": "Never has a French presidential election captivated so many international commentators before. And the stakes in this race are high. The incumbent president, Francois Hollande, who has been trailing in opinion polls for years, is not a candidate. His Socialist Party is divided over its candidate, Benoit Hamon, designated by a primary vote but judged too left wing. Votes on the centre of both left and right are being swept up in the campaign of the maverick candidate Emmanuel Macron, the former economy minister with no party but a “political movement” with great momentum.  The centre-right candidate, Francois Fillon, is engulfed in a fraud scandal for which he has been charged, has lost most of his supporters as a result and leads a party in disarray. And at the far-right end of the spectrum, Marine Le Pen, the anti-EU leader of the populist Front National, is gaining ground. For the first time, the far right could win France – no one can predict the outcome of this election.\n\nTo elect the new French president, voters go to the polls twice. Unless one candidate can get a majority of more than 50 per cent of the vote in the first round (held on 23 April this year), the two candidates who receive the highest scores will face each other in a run-up (7 May).\n\nHere are the five candidates who have been regularly polling at more than 10 per cent of the vote.\nMarine Le Pen, 48, is the leader of the hard-right Front National (FN). She has rebranded the jackass party of her father, Jean-Marie, which had a reputation for xenophobia, racism and anti-Semitism, into a populist, nationalist movement that is playing with the French people’s anxieties – namely the sluggish economy and immigration. The FN has made major gains in the polls in recent years, winning 14 city councils in 2014 and massively seducing the young. The party does very well in rural and post-industrial areas like the north-east, the east and the south-east.\n\nLe Pen is strongly anti-European Union and promises a referendum on France’s EU membership. Her main pledges include drastically reducing immigration, reinstituting border controls and ditching the euro for a national currency. Her nationalist, populist vision puts her in direct opposition to Macron’s globalism.\n\nShe is being investigated on suspicion of “fake” jobs at the European Parliament.\n\nShe is currently second in the polls for the first round with 25.5 per cent of the vote. Current polling suggests she would make it to the run-up.",
          "imageUrl": "images/posts/french-election-10.jpg",
          "tags": [
            "French election",
            "2017",
            "france"
          ],
          "categoryId": 4,
          "category": "French elections",
          "categoryShort": "frenchelections",
          "id": 65,
          "author": "Slavka Slavova",
          "authorImageUrl": "images/users/slavka.jpg",
          "comments": [],
          "publishTime": 1506833378707,
          "publishDate": 1,
          "publishMonth": "Oct"
        }
      ]
    },
    {
      "id": 5,
      "shortname": "telerik",
      "name": "Telerik Academy",
      "posts": [
        {
          "title": "New season for Kids Academy",
          "content": "Progress, под чийто бранд Телерик вече оперира в България, обяви старта на приема за шестия сезон на безплатната си образователна инициатива по програмиране „Детска академия на Телерик”.\nВсички деца от 4-ти до 6-ти клас, които проявяват интерес към технологиите, могат да кандидатстват за школите на инициативата в 11 града в страната. През учебната 2016-2017 г. Детската академия на Телерик ще има школи в София, Пловдив, Варна, Стара Загора, Велико Търново, Плевен, Кърджали, Габрово, Враца, Разград и Попово.\nКандидатстването за участие в тях включва явяване на входен тест с 40 логически въпроса и с продължителност 90 минути. Не е необходима предварителна подготовка или знания по програмиране, уточниха от компанията.\nКандидатстването за школата в София ще бъде отворено до 27 септември 2016 г., а обучението ще започне на 1 октомври. Занятията ще се провеждат в учебния център на „Академията на Телерик” в ж. к. „Младост” веднъж седмично през почивните дни.\nПриетите ученици ще се обучават в направление „Разработка на компютърни игри” или „Алгоритмично програмиране”. Децата, които искат да кандидатстват, следва да се регистрират на уебсайта на инициативата.\nОсвен редовното обучение за ученици от 4-ти до 6-ти клас в София през новата учебна година продължават и безплатните работилници по програмиране за деца от първи до трети клас – Dojo@TelerikAcademy. Те се организират съвместно с CoderDojo България и в партньорство с Дигиталната Национална Коалиция (ДНК). Участието е единствено с регистрация на уебсайта на CoderDojo България, не се изисква кандидатстване.\nЗанятията в школите в останалите градове ще стартират в началото на октомври. Те ще се провеждат в избрани училища партньори на „Детската академия на Телерик”. Желаещите да се обучават в тях могат да се свържат директно с преподавателите в съответния град за повече информация за изискванията за прием.",
          "imageUrl": "images/posts/telerik-academy-1.jpg",
          "tags": [
            "kids academy",
            "new season"
          ],
          "categoryId": 5,
          "category": "Telerik Academy",
          "categoryShort": "telerik",
          "id": 56,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506806258376,
          "publishDate": 1,
          "publishMonth": "Oct"
        },
        {
          "title": "\"Enterprise\" and \"Light\" are the new study rooms at Telerik Academy",
          "content": "Залите в Академията на Телерик за софтуерни инженери вече имат свои имена.\n\nНовата ни и значително по-голяма зала, която се намира на втория етаж на Сватбения мол „Булевард“ (ж.к. Младост, бул. „Ал. Малинов 31“ – до сградата на Телерик), гордо ще носи името „Enterprise“. Залата е с капацитет 250 седящи места, 25 настолни компютъра, мултимедия и интернет, към който могат да се включат и останалите 225 курсисти, ползващи лични лаптопи по време на обучението си.\n\nЗала “Enterprise” по време на първата лекция от SEO курса на Академията\n\nДругата ни учебна зала, в която до преди няколко месеца се водеха всички софтуерни курсове, се намира в сградата на Телерик (ж.к. Младост, бул.“Ал. Малинов 33“, партер) нарекохме “Light”.\n\nЗала \"Light\"\n\nИмената на залите бяха вдъхновени от предложенията на нашите курсисти. Десетки момчета и момичета взеха участие в нашето съревнование и предложиха много и интересни наименования. Предложенията, които се отличиха, и чийто автори получават .NET Ninja тениски са:\n\nTechCore и TechCore Prime – Александър Емилов Митов \n\nTelerik Arena и Telerik Coliseum – Стамо Христов Гочев\n\nСпециална награда от Академията за най-много предложения печели Радослав Евтимов Тоталов.\n\nЧестито!",
          "imageUrl": "images/posts/telerik-academy-2.jpg",
          "tags": [
            "Enterprise",
            "Light",
            "study rooms"
          ],
          "categoryId": 5,
          "category": "Telerik Academy",
          "categoryShort": "telerik",
          "id": 57,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506806327543,
          "publishDate": 1,
          "publishMonth": "Oct"
        },
        {
          "title": "User Interface Seminars",
          "content": "Поредица от семинари на тема „UX дизайн“ (User Experience, UX – потребителско изживяване) организира през юни Телерик Академия. Те ще са част от Telerik Academy Plus и ще са отворени за външна аудитория. Според организацията ще са подходящи за хора с интерес към създаването на ангажиращо потребителско изживяване и без предишен опит в областта.\n\nЖелаещите да участват е необходимо да се регистрират на сайта на Телерик Академия до края на юни. От Телерик Академия обче подчертават че свободните места са ограничени – 30 на брой. Стартирайки на 1 юни, семинарите ще се провеждат всеки вторник и четвъртък от 18:00 ч. в учебния център на Телерик Академия в София. Лектори ще бъдат специалисти с международен опит в сферата на потребителското изживяване, които ще споделят фундаментални UX принципи и изпитани практики за създаване на ангажиращ дизайн.\n\nУчастниците в семинарите ще се запознаят с основни концепции за изграждане на интуитивен потребителски интерфейс, подобряващ взаимодействието с посетителите и цялостното изживяване. Ще бъдат показани добри практики за създаване на адаптивен (responsive) дизайн за мобилни устройства и ще натрупат ценни практически умения.\n\nОсвен външни участници, в семинарите ще се включат и курсисти от осми сезон на Софтуерната Телерик Академия. Лекциите са поредната стъпка от 12-месечната подготовка на курсистите в направление „Уеб front-end разработка“, която включва 10 курса, редица практически задачи, екипни проекти и изпити.\n\nОтличното потребителско изживяване е в основата на успеха на уеб и мобилните приложения. Според проучване на Google, изследващо предпочитанията на потребителите на мобилни сайтове - „79% от хората, които не харесат това, което даден сайт им предоставя, ще се върнат в търсачката и ще потърсят друг сайт“. За да отговорят на очакванията на дигиталните потребители, компаниите се нуждаят от специалисти с UX умения, които поставят клиента в центъра на своите решения.",
          "imageUrl": "images/posts/telerik-academy-3.jpg",
          "tags": [
            "UI",
            "user interface",
            "seminars"
          ],
          "categoryId": 5,
          "category": "Telerik Academy",
          "categoryShort": "telerik",
          "id": 58,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506806381342,
          "publishDate": 1,
          "publishMonth": "Oct"
        },
        {
          "title": "Progress separates the \"Telerik Academy\"",
          "content": "Софтуерният разработчик Progress обяви, че „Академията на Телерик”, една от водещите образователни инициативи в България, ще бъде отделена от компанията като независима организация. Академията минава под ръководството на четиримата основатели на Телерик – Светозар Георгиев, Бойко Яръмов, Васил Терзиев и Христо Косев.\n„Когато основателите на Телерик ни представиха тяхната визия да развиват Академията извън компанията, ние приехме без никакви резерви, знаейки, че това е правилната стъпка. През годините Академията се развива с изключителни темпове и възможностите пред нея като независима организация са огромни”, каза по повод промяната Йогеш Гупта, изпълнителен директор на Progress.\nПо неговите думи, бъдещият успех на Академията на Телерик е именно в ръцете на нейните създатели – Светозар, Бойко, Васил и Христо. Екипът на Академията продължава да изпълнява същите роли без промени, уточниха от Progress.\nТекущите сезони на „Софтуерната академия”, „Училищната академия” и „Детската академия”, вкл. програмата с CoderDojo, и през 2017 г. ще изпълняват обученията си в същия формат, без прекъсване. Както досега, всички срещи ще се случват в настоящия обучителен център в София, както и в останалите 11 града в страната.\n„Вече можем да отдадем напълно времето и вниманието си на Академията на Телерик и със същия хъс, който досега сме посветили на Телерик и Progress, да преследваме каузата й. Имаме много и големи амбиции за бъдещето на Академията и с тази крачка поставяме основата на следващия етап от развитието й”, сподели Бойко Яръмов.\nАкадемията ще си партнира с останалите инициативи и компании в екосистемата, за да подпомогне заедно с тях ръста на ИТ индустрията посредством качествено технологично образование в България, допълни Яръмов.\nСъздадена през 2009 г. от Светозар Георгиев, Бойко Яръмов, Васил Терзиев и Христо Косев, „Академията на Телерик” е един от най-успешните образователни проекти у нас. От старта й досега, над 11 300 човека са се обучавали присъствено в Академията, 42 500 онлайн потребители са ползвали учебните й ресурси, като онлайн библиотеката й от над 3800 видео лекции има над 5 млн. гледания.",
          "imageUrl": "images/posts/telerik-academy-4.jpg",
          "tags": [
            "Telerik Academy",
            "Progress"
          ],
          "categoryId": 5,
          "category": "Telerik Academy",
          "categoryShort": "telerik",
          "id": 59,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506806428126,
          "publishDate": 1,
          "publishMonth": "Oct"
        },
        {
          "title": "School and Kids Academy starting",
          "content": "Приемът в новия сезон на младежките инициативи по програмиране за ученици от 1-ви до 12-ти клас на Телерик Академия започна днес. Обученията са насочени към деца и младежи от цялата страна с интерес към технологиите. \n\nВ рамките на тези инициативи учениците развиват логическото си мислене и креативност и се подготвят за професиите на бъдещето. Всички курсове са безплатни за участниците и не се изискват предварителна подготовка или знания по програмиране. \n\n\nУчилищна Телерик Академия \n\nОбученията по програмиране за гимназиални ученици ще стартират на 16 октомври и са отворени за младежи на възраст 14-18 г. от цялата страна. Поради високия интерес кандидатите, които искат да се обучават присъствено в инициативата, е необходимо да се регистрират на сайта на Телерик Академия до 26 септември и да се явят на входен изпит, който включва серия от логически задачи. \n\nУчилищната Академия предоставя теоретични и практически знания по програмиране с фокус върху разработката на уеб приложения с програмния език Java. Обученията ще се провеждат присъствено всеки месец в рамките на 3 последователни дни в трейнинг центъра на Телерик Академия в ж. к. „Младост“ в София. Учениците могат да участват и онлайн, като за целта се изисква единствено регистрация. \n\n\nДетска Телерик Академия \n\nШколите по програмиране за деца на възраст 10-13 г. ще се провеждат в 36 групи в 11 града в България. Желаещите могат да се обучават в София, Пловдив, Варна, Стара Загора, Велико Търново, Плевен, Габрово, Кърджали, Враца, Разград и Попово. В София кандидатстването ще бъде отворено до 5 октомври и ще включва преминаване на входен тест с 40 логически задачи. \n\nЗанятията ще започнат през втората половина на ноември в две направления „Алгоритмично програмиране“ и „Разработка на компютърни игри“. Извън столицата обученията ще стартират в началото на октомври в училища-партньори на Детската Телерик Академия. Желаещите да се обучават в школите в страната могат да се свържат директно с преподавателите в съответния град, за да получат повече информация за предстоящия прием. ",
          "imageUrl": "images/posts/telerik-academy-5.jpg",
          "tags": [
            "School Academy",
            "Kids Academy"
          ],
          "categoryId": 5,
          "category": "Telerik Academy",
          "categoryShort": "telerik",
          "id": 60,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506806488397,
          "publishDate": 1,
          "publishMonth": "Oct"
        },
        {
          "title": "Progress buys Telerik for $263M",
          "content": "Progress Software Corp. придобива българската компания \"Телерик\" за $263 млн. Сделката ще позволи на Progress да формира цялостна облачна платформа, в която разработчиците да създават приложения за всякакви устройства, пише Wall Street Journal.\n\"Вълнуваме се да съобщим, че \"Телерик\" постигна споразумение за придобиване от Progress Software (progress.com), базирана в САЩ публична компания, специализирана в разработването, внедряването и управлението на пакет от бизнес приложения. Те са в бизнеса от 1981 г. и тяхната технология се използва от близо 140 хил. организации в повече от 180 страни\", пишат в блога си от българския разработчик.\n\nКомпанията ще запази своята идентичност и досегашното си име. Progress посочва, че приходите на \"Телерик\" за последната година надхвърлят 60 млн. долара, а за същия период ръстът на клиентите й е с 20%. Приходите на компанията от Калифорния за 2013 г. са 334 млн. долара, докато пазарната й капитализация е 1,26 млрд. долара. В компанията работят около 950 души.\n\nОснователите на българския разработчик и висшия мениджмънт на компанията ще се присъединят към екипа на Progress. \"Телерик\" е най-големият софтуерен разработчик в страната, основан преди 12 години от Светозар Георгиев, Васил Терзиев, Бойко Яръмов и Христо Косев. В момента тя има над 650 служители в България и представителства в Канада, Великобритания, Германия, Австралия и Индия.",
          "imageUrl": "images/posts/telerik-academy-6.jpg",
          "tags": [
            "Progress buys Telerik"
          ],
          "categoryId": 5,
          "category": "Telerik Academy",
          "categoryShort": "telerik",
          "id": 61,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506806549765,
          "publishDate": 1,
          "publishMonth": "Oct"
        },
        {
          "title": "At work only two days after graduation",
          "content": "Разказът е част от поредицата успешни истории на курсисти, участвали в обученията на „Академията на Телерик“ – образователната инициатива на Progress\n\nВизитка \nИме: Радослав Митев\nВъзраст: 24 г.\nОбучение в „Академията на Телерик“: „Софтуерна академия на Телерик“ – сезон 2015 – 2016 г.\nПрофесионална реализация: Junior .NET Developer в Accedia\n\nУспешните истории на завършилите „Софтуерната академия на Телерик“ курсисти вдъхновяват Радослав Митев да се присъедини към инициативата в началото на 2015 г. Година и половина по-късно той вече е преминал успешно цялото обучение със специализация в направление „Разработка на мобилни приложения“ и само два дни след получаване на сертификата си започва работа като junior .NET разработчик. \n\nИнтересът на Радослав към програмирането се заражда още в Математическата гимназия в Хасково, където изучава засилено информатика. Завършва обаче „Геодезия“ в Университета по архитектура, строителство и геодезия, а страстта си към програмирането преследва в „Софтуерната академия на Телерик“. \n\n„Софтуерната академия на Телерик“ допринесе много за моето професионално развитие. Тя е пример за систематизирано преподаване без излишна и ненужна информация. През целия сезон не мога да дам нито един пример за излишна лекция или пропиляно време“, казва Радослав. Той допълва, че най-ценното, което научава, е как да разпределя времето си ефективно. „В „Софтуерната академия на Телерик“ всичко си има срокове - домашни, отборни проекти, проверка на изпити и т.н.“. Ценно умение, което развива, е възможността да се справя със стресови ситуации и стремеж да намира най-доброто решение на всеки проблем. \n\nСпоред Радослав на хората извън „Софтуерната академия на Телерик“ им е трудно да си представят колко много може един курсист да научи за една година и да стане софтуерен инженер. Той съветва настоящите курсисти да посветят една година изцяло на обучението – вложените време и усилия със сигурност ще се отплатят.",
          "imageUrl": "images/posts/telerik-academy-7.jpg",
          "tags": [
            "work",
            "graduation",
            "job",
            "success story"
          ],
          "categoryId": 5,
          "category": "Telerik Academy",
          "categoryShort": "telerik",
          "id": 62,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506806601525,
          "publishDate": 1,
          "publishMonth": "Oct"
        },
        {
          "title": "Telerik becomes Progress",
          "content": "Българската софтуерна компания „Телерик“ вече официално е част от американската технологична компания „Прогрес“. Тя ще развива у нас звеното си за дигитален маркетинг, а от бранда на българското дружество ще остане „Академията на Телерик“, тъй като е добре разпознаваема като име и авторитет, съобщава Mediapool. Като Telerik by Progress ще се предлагат и част от услугите за програмисти.\nТова стана ясно след обявеното в понеделник финализиране на сливането на двете компании, след подписаната през 2014 г. сделка за придобиване на „Телерик“ срещу 262.5 млн. долара. тогава сделката бе не само едната от най-крупните у нас, но и сред най-големите в Централна и Източна Европа.\n\nБрандът на „Прогрес“ вече е с обновена визия, съчетаваща и елементи от „Телерик“ като символ за съчетаването на най-доброто от двете компании в едно цяло, по думите на Мелиса Пълс, главен маркетинг директор на „Прогрес“.\n\nКомпанията смята да започне строителството на 9-етажна сграда в София, която да се намира в близост до сегашните сгради на компанията и ще ги допълва. Предвид планираното увеличение на служителите на компанията над 900 души през 2020 г., капацитетът на работните места в бъдещата офис сграда ще е над 1000. В зданието се планират и конферентни зали, пространства за срещи и отворени офисни пространства, както и център за съхранение на данни.",
          "imageUrl": "images/posts/telerik-academy-8.jpg",
          "tags": [
            "Telerik",
            "Progress"
          ],
          "categoryId": 5,
          "category": "Telerik Academy",
          "categoryShort": "telerik",
          "id": 63,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506806634540,
          "publishDate": 1,
          "publishMonth": "Oct"
        },
        {
          "title": "160 new graduates of Telerik Academy",
          "content": "След над 18 курса, 16 изпита и 10 екипни и индивидуални проекти те са готови за успешна кариера в ИТ индустрията\n\nВълнуващо и емоционално приключи шестият сезон на „Софтуерната академия на Телерик“. На специална церемония 160 курсисти, преминали успешно цялата програма по софтуерно инженерство, получиха сертификати. Със скъпи приятелства, спомени за безсънни нощи на писане на програмен код и богат арсенал от нови умения те си тръгнаха от „Академията на Телерик“, за да станат част от ИТ индустрията.\n\nШестият сезон на „Софтуерната академия на Телерик“ започна през януари 2015 г. От 1200 кандидати близо 700 курсисти бяха приети да учат софтуерно инженерство в инициативата. От тях 160 преминаха успешно всички над 18 курса, 16 изпита и 10 екипни и индивидуални проекти и завоюваха сертификат. \n\nБойко Яръмов, съосновател на Telerik, a Progress company, и ръководител на „Академията на Телерик“, поздрави курсистите за успеха им. Той определи момента като „преломен“ - резултат от много труд и усилия, който ще ги отведе към нови, неподозирани възможности. Особено емоционална беше раздялата на курсистите с екипа на „Академията на Телерик“. Бъдещите софтуерни инженери аплодираха на крака целия екип и всички колеги от Telerik, a Progress company, които са водили лекции през годината. \n\nОбучението в „Софтуерната академия на Телерик“ е много интензивно и практически насочено. Освен чисто технически умения, курсистите развиват лични качества като постоянство, мотивация, стремеж към високо качество и работа в екип. Работейки често в различни отбори, те станаха приятели помежду си, а трейнърите – от преподаватели се превърнаха в техни ментори. \n\nУверени сме, че оттук нататък за новите софтуерни инженери следват само успехи. Пожелаваме им продължават да се развиват и винаги да следват мечтите си.",
          "imageUrl": "images/posts/telerik-academy-9.jpg",
          "tags": [
            "new graduates",
            "Telerik Academy"
          ],
          "categoryId": 5,
          "category": "Telerik Academy",
          "categoryShort": "telerik",
          "id": 64,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [
            {
              "id": 1,
              "postId": 64,
              "author": "Slavka Slavova",
              "authorImageUrl": "images/users/slavka.jpg",
              "text": "Някой знае ли как да се запиша за академията? Също - дали може да се кара онлайн и да се идва само за изпитите? Благодаря",
              "replyComments": [
                {
                  "id": 2,
                  "author": "Ivan Ivanov",
                  "authorImageUrl": "images/users/ivan.jpg",
                  "text": "Здрасти - вече няма да има онлайн. Само Телерик Алфа има в момента. Трябва да дойдеш на място да караш курсовете, защото са само присъствено.",
                  "publishTime": 1506841590299,
                  "publishDate": 1,
                  "publishMonth": "Oct"
                }
              ],
              "publishTime": 1506841506397,
              "publishDate": 1,
              "publishMonth": "Oct"
            }
          ],
          "publishTime": 1506806677971,
          "publishDate": 1,
          "publishMonth": "Oct"
        },
        {
          "title": "More than 80 graduates Telerik Academy",
          "content": "Дойде най-дългоочакваният ден за курсистите в Софтуерната Телерик Академия. На 7 април над 80 души завършиха 12-месечната ни програма за подготовка на софтуерни инженери и заслужено получиха своите сертификати. Те преминаха успешно средно 18 курса по софтуерно инженерство, 15 изпита и 8 проекта и показаха най-силна мотивация и отдаденост. Това е следващото поколение нинджи, което ще захрани ИТ индустрията с талант.\nЗавършилите курсисти представляват топ 10% от всички участници в програмата, стартирали обучението си при нас през април 2016 г. Те усвоиха в дълбочина основите на програмирането, запознаха се с най-новите софтуерни технологии и изградиха ценни умения за работа в екип. Участвайки в редица практически проекти, курсистите се докоснаха до динамиката и условията на реалната работна среда с конкретни задачи, отговорности и срокове.\n\nПрез последния етап от Софтуерната Телерик Академия участниците имаха възможност да се специализират в направление „Разработка на софтуерни приложения“ или „Уеб Front-end разработка“. В тях курсистите се научиха да създават уеб приложения с ASP.NET MVC, както и мобилни приложения за Android и iOS, запознаха се с принципите на доброто потребителско преживяване и усвоиха тънкостите на уеб front-end разработката. В рамките на една година те постоянно надграждаха знанията и развиваха уменията си с помощта и всеотдайния труд на технологичните ни трейнъри.\n\nПоздравяваме всички завършили курсисти за отличните резултати. Пожелаваме им да покажат и докажат всички знания и умения, за изграждането на които работиха толкова усилено цяла година.",
          "imageUrl": "images/posts/telerik-academy-10.jpg",
          "tags": [
            "telerik academy",
            "graduation"
          ],
          "categoryId": 5,
          "category": "Telerik Academy",
          "categoryShort": "telerik",
          "id": 70,
          "author": "Slavka Slavova",
          "authorImageUrl": "images/users/slavka.jpg",
          "comments": [],
          "publishTime": 1506833889468,
          "publishDate": 1,
          "publishMonth": "Oct"
        }
      ]
    },
    {
      "id": 6,
      "shortname": "softuni",
      "name": "Soft Uni",
      "posts": [
        {
          "title": "TECH FEST 2017",
          "content": "SoftUni Tech Fest е технологичен фестивал – състезание, което събира на едно място ученици, студенти, професионалисти и технологични ентусиасти от цялата страна, за да търсят и разработват иновативни решения на проблеми от съвременния свят.\n\nВ състезанието може да участва всеки с интерес към информационните технологии, програмирането, дизайна, мултимедията, дигиталния маркетинг, роботиката и други, като целта е да се съчетаят всички тези знания за реализация на креативна идея с реално приложение и полза за обществото.\n\nSoftUni Tech Fest е двудневно събитие, което ще се проведе на 3 и 4 юни в сградата на СофтУни в София.\n\nВ продължение на два дни имаш възможност сам или с твоя екип да работиш усилено върху идея, на която да дaдеш живот и бъдеще.",
          "imageUrl": "images/posts/softuni-1.jpg",
          "tags": [
            "soft uni",
            "2017",
            "free programming courses"
          ],
          "categoryId": 6,
          "category": "Soft Uni",
          "categoryShort": "softuni",
          "id": 47,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804290061,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Soft uni in Veliko Tarnovo",
          "content": "Светлин Наков разказа концепцията на Софтуерния университет във Велико Търново пред състезатели по програмиране, които се състезаваха в Зимните математически състезания по информатика. Събитието се проведе на 1 март 2014 г. в ПМГ Васил Друмев, Велико Търново. Той обясни по какъв начин СофтУни предоставя качествено образование, професия и работа на хиляди млади хора в една от най-търсените професии в света – “софтуерен инженер”, както и възможността за придобиване на държавно-призната диплома за висше образование.\n\n2 стипендии за безплатно обучение в СофтУни\nДвама шампиони от А група от Зимните състезания по програмиране във Велико Търново получават наградата на СофтУни: прием без изпит в СофтУни + стипендия за безплатно обучение.",
          "imageUrl": "images/posts/softuni-2.jpg",
          "tags": [
            "soft uni",
            "2017",
            "free programming courses"
          ],
          "categoryId": 6,
          "category": "Soft Uni",
          "categoryShort": "softuni",
          "id": 48,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804331125,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "First year of Soft Uni",
          "content": "От Нова година най-добрите студенти ще имат и възможността за пълна стипендия и осигурено работно място след завършване на обучението си\nВ края на февруари 2014 г. първият български университет за практическо обучение на софтуерни инженери – СофтУни, отвори врати като качествена алтернатива на висшето образование в България, подготвяща специалисти директно за пазара на труда. \nОбучението е двугодишно, разделено е на шест нива – три базисни и три по-тясно специализирани, а студентите, които през изминалата година успяха да започнат своята кариера, са доказателство за ефективността на учебната система. \nНа 8 октомври 2014 г. официално беше открита учебна година за втория випуск в СофтУни. Заедно със започването на следващото ниво за софтуерните „ветерани“, към университета се присъедини и втора група от начинаещи. \nОбщият брой на курсистите от двата випуска възлиза на 700 души, като бройката се увеличава със всеки нов прием. Специален гост на събитието беше президентът Росен Плевнелиев. \nОт януари 2015 г.\nнай-добрите студенти ще имат и възможността за пълна стипендия и осигурено работно място след завършване на обучението си. \nТози великолепен шанс ще им бъде предоставен от фирмите, които ще спонсорират избрани студенти, за да ги превърнат в бъдещи членове на своите екипи.\nВ началото на следващата година се очаква още една промяна – адресът на СофтУни ще бъде сменен. Новата сграда ще се намира в близост до „Интерпред“ и по-важното – на броени минути от метростанция „Жолио Кюри“, което ще улесни придвижването на голяма част от студентите. \nВече започна записването за подготвителните курсове „Основи на програмирането“, които целят да подготвят бъдещите студенти за следващия прием. Новият випуск ще започне обученото си през май 2015г. ",
          "imageUrl": "images/posts/softuni-3.jpg",
          "tags": [
            "soft uni",
            "2017",
            "free programming courses"
          ],
          "categoryId": 6,
          "category": "Soft Uni",
          "categoryShort": "softuni",
          "id": 49,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804361237,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Learning at Soft Uni",
          "content": "За старта на първите практически курсове по основи на програмирането през март 2014 СофтУни събра около 2700 кандидата. От тях в безплатния курс “C# Basics” (ниво #0) се обучаваха 914 души присъствено в учебната зала в София и още близо 1700 души онлайн. Както се очакваше, не всички бяха достатъчно мотивирани или осъзнаха, че програмирането не е за тях, и за практическия изпит по програмиране в края на курса (който е едновременно и приемен изпит за СофтУни) се записаха около 1200 души. От тях около 895 се появиха на изпита. Това налага от следващия път да въведем такса за явяване на изпит, защото направихме 9 комплекта по 5 задачи с условия, тестове, решения и разпечатка на хартия и 9 изпита по 80-100 души, а реално имаше нужда само от 5 изпита по 180-200 души. От явилите се на приемния изпит за СофтУни ненулев резултат изкараха 743 души. От тях изпита преминаха успешно (с оценка 3.00 или по-висока) около 690 души. На първо класиране балът беше около 4.00, а на второ падна до 3.50 (за присъствено обучение). За онлайн обучение приехме всички, преминали изпита. От всички приети на първо и второ класиране за студенти в следващото ниво #1 се записаха около 550 души: около 250 присъствено и около 300 онлайн. За безплатно обучение по стипендия от СофтУни приехме около 25 студента с топ резултати.",
          "imageUrl": "images/posts/softuni-4.jpg",
          "tags": [
            "soft uni",
            "2017",
            "free programming courses"
          ],
          "categoryId": 6,
          "category": "Soft Uni",
          "categoryShort": "softuni",
          "id": 50,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804399693,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Europe programming week",
          "content": "Посланикът на ЕК за дигиталните умения и евродепутат от ГЕРБ/ЕНП Ева Паунова се срещна с първокурсници от Софтуерния университет „СофтУни“ в София. Събитието се проведе в рамките на третото издание на Европейската седмица на програмирането - 10-18 октомври 2015 г (#codeEU). В срещата участие взе участие един от създателите на университета Светлин Наков.\n\n„Вие вече сте избрали своя професионален път, изучавайки програмиране. Важно е да помислите за следващите си стъпки, например в посока създаване на свои иновативни бизнес модели чрез дигиталните технологии. Защо именно вие да не сте създателите на работните места на бъдещето и на технологии, които променят начина, по който живеем и работим?“ С тези думи се обърна Ева Паунова към първокурсниците.\n \nУчастниците в срещата се обединиха около тезата, че програмирането и дигиталните умения трябва да бъдат заложени в образователните учебни планове от най-ранна възраст. Според Светлин Наков, е необходимо напасване на образователната система, тъй като за голяма част от успешните програмисти не е необходимо да завършват висше образование, а да имат сертификат за уменията си. \n \nЕвропейската седмица на програмирането е инициатива на генерална дирекция Съобщителни мрежи, съдържание и технологии на ЕК, която представлява движение на равнище граждани, ръководено от доброволци, които популяризират програмирането в своите страни в качеството си на посланици на седмицата.",
          "imageUrl": "images/posts/softuni-5.jpg",
          "tags": [
            "soft uni",
            "Europe programming week"
          ],
          "categoryId": 6,
          "category": "Soft Uni",
          "categoryShort": "softuni",
          "id": 51,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804463956,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "\"Programming Basics\" in Varna",
          "content": "На Деня на Европа, 9 май, се състоя официалното откриване на подготвителния курс по Основи на програмирането (Programming Basics) във Варна. Курсът се провежда за първи път в морската столица, а записалите се за обучението са над 300 души. Съоснователят на СофтУни, Светлин Наков, откри официално обучението заедно с кмета на Варна - Иван Портних.\n\n\"Интелигентните млади хора на Варна са най-големият ни капитал, затова инвестициите в образованието са важна задача за нас. Трябва да направим всичко възможно да създаваме условия за обучение и развитие, затова с ентусиазъм приехме идеята за съвместна работа със Софтуерния университет. Благодаря на Светлин Наков за усилията, които полага за вдигане нивото на IT образованието, и се надявам сътрудничеството ни да продължи.\" Това сподели кметът Иван Портних по време на откриването. \n\nКурсът по Основи на програмирането ще се провежда всяка седмица в продължение на 2 месеца в залата за семинари в сградата на Стоматологията на бул. Съборни 24. Занятията ще се провеждат всеки вторник и всяка събота в общо три групи, които да поберат 300-те участника. След края на курса, на 12 юли ще се проведе и изпит, като успешно издържалите ще могат да започнат обучението си в СофтУни от септември 2015 г. Лекциите ще се изнасят от специалисти и софтуерни инженери от водещи фирми от ИТ сектора.",
          "imageUrl": "images/posts/softuni-6.jpg",
          "tags": [
            "soft uni",
            "2017",
            "free programming courses"
          ],
          "categoryId": 6,
          "category": "Soft Uni",
          "categoryShort": "softuni",
          "id": 52,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804540332,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Why SCRUM",
          "content": "Все повече софтуерни компании, а и не само, започнаха да се самоопределят като Agile, което в пряк превод е “гъвкъв”. Именно гъвкавостта стои в основата на Agile идеологията, като методология за разработка на софтуер и я прави изключително удобна и успешна практика за реализиране на даден продукт.\n\nАко Agile е идеология, то SCRUM е един от вариантите за имплементация на методологията, който се състои от определени правила. Разработката на софтурния продукт е разделена на малки времеви интервали, по времето на които SCRUM екипа планира и разработва малка, завършена и работеща функционалност. На края на всеки цикъл на разработка, свършената работа е представена пред поръчителя и получава обратна връзка за нея.\n\nЗащо Agile и по-специфично SCRUM е предпочитаната методология за разработка на софтуерни продукти?\n\n1. Поръчителите на софтуерния продукт имат възможност често да виждат готови части от продукта и да направят преоценка на курса на разработка. Дали вървят в правилна посока или трябва да направят промяна? За разлика от класическия модел на разработка, при който клиента вижда очаквания продукт от него, едва когато той е напълно завършен, тук шансът за успех е много по-вероятен.\n\n2. Промените са по-лесни и по-бързи, защото обикновено нуждата да бъдат направени е идентифицирана в ранен етап от разработката. Често възможността, клиента да види и да използва част от продукта, води до осъзнаването на пропуски или недобре премислени вложени функционалности, чиято корекция е много по-лесна и евтина в ранните етапи на разработка.\n\n3. Ако необходимостта даден продукт да бъде пуснат на пазара е голяма, то чрез SCRUM, разработката на първоначалната версия на софтуера е по-бърза, защото работата по изграждането му може да стане с минимално планиране и да се коригира в движение.\n\n4. Екипа от разработчици получава непрекъсната обратна връзка от поръчителя, което увеличава шансовете нуждите на клиента да съвпадат с целите на екипа и води до по-голяма успеваемост на проектите. Много по-висока успеваемост, в сравнение с класическия модел на разработка.",
          "imageUrl": "images/posts/softuni-8.jpg",
          "tags": [
            "soft uni",
            "2017",
            "scrum"
          ],
          "categoryId": 6,
          "category": "Soft Uni",
          "categoryShort": "softuni",
          "id": 53,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804585747,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Free programming course 101",
          "content": "Опитайте безплатно програмирането, този път с практически безплатен курс по основи на програмирането, присъствено в София или онлайн за останалите, на български език, с персонален ментор, с много практическа работа в клас, с качествено учебно съдържание, с персонално внимание под надзора на печени преподаватели и асистенти, с автоматично оценяване на задачите в реално време и получаване на моментална обратна връзка, с богат дискусионен форум и отговори на всички въпроси по изучавания материал. Убеден съм, че ще се научите да пишете програмен код, ако сте сериозни, мотивирани и отделите по 5-10 часа на седмица за работа в клас и за домашни за поне 2 месеца.\nЗапишете се да пробвате безплатно дали ви харесва да програмиране, дали ви зарибява да пишете код, дали ви харесва да стоите с часове пред компютъра и да пишете код, дали ви е интересно и запалващо да мислите логически и да решавате задачи по програмиране, да пишете проекти, да търсите и поправяте грешки, да учите непрестанно и да експериментирате с кода. Проверете на практика дали ставате за тази работа, дали програмирането е за вас, дали ви се отдава, дали ви прилага да се занимавате с програмиране и ИТ. Пробвайте присъствено или онлайн с безплатния курс за програмисти в СофтУни: softuni.bg/apply. Курсът се провежда за 23 пореден път и подготвя за 38-мия пореден приемен изпит в Софтуерния университет (СофтУни). Светлин Наков със своя екип обучава софтуерни инженери през последните 15 години и за това време е разработил една от най-ефективните системи за обучение на софтуерни инженери. Просто опитайте. Безплатно е!",
          "imageUrl": "images/posts/softuni-7.jpg",
          "tags": [
            "soft uni",
            "2017",
            "free programming courses"
          ],
          "categoryId": 6,
          "category": "Soft Uni",
          "categoryShort": "softuni",
          "id": 54,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804646818,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Become a developer with Soft Uni",
          "content": "Искате да се занимавате с програмиране, но не знаете откъде да започнете? Включете се към безплатния курс на СофтУни по Основи на програмирането, за да усвоите фундаментите и да дадете старт на развитието си в софтуерната индустрия! Кандидатстването за курса е отворено тук до 11 февруари, 23:59 ч.\n\nОбучението започва на 20 февруари и ще се провежда всяка събота в продължение на 2 месеца. За тези, които не могат да идват на място за учебните ни занятия, има възможност за участие в курса в онлайн форма на обучение.\n\nКурсът Programming Basics има за цел да запознае участниците с програмния език C# и фундаментите на програмирането, като:\n\nМатематика за програмисти;\nВъведение в програмирането;\nПримитивни типове данни и променливи;\nОператори и изрази;\nВход и изход от конзолата;\nУсловни конструкции;\nЦикли;\nC# за напреднали.\n\nОбучението по Основи на програмирането ще завърши с приемен изпит на 24 април. Всички, които го вземат успешно, ще могат да станат студенти на СофтУни в модул Fundamentals от 16 май 2016 г. Официален сертификат ще бъде връчен на всички, получили оценка над Много добър 5,00.",
          "imageUrl": "images/posts/softuni-9.jpg",
          "tags": [
            "soft uni",
            "2017",
            "free programming courses"
          ],
          "categoryId": 6,
          "category": "Soft Uni",
          "categoryShort": "softuni",
          "id": 55,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804697506,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Feedback from SoftUniConf",
          "content": "Над 180 души се включиха в първия СофтУни Конф 2014, който се проведе между 16-18 май в хотел Рила, Боровец. Програмата беше разнообразна и включваше както лекции за интересни софтуерни технологии и платформи, така и забавления и спорт - йога, социални умения край басейна и други. Пълната програма можете да разгледате тук. Можете да гледате видео от лекциите от конференцията и в Youtube канала ни.\n\nПомолихме част от участниците в СофтУни Конф да ни кажат какво мислят за събитието и за целта им пратихме анкета, която да попълнят. 78 човека отговориха на призива ни, за което им благодарим. Тук можете да разгледате обобщените резултати.\n\n97% от взелите участие в анкетата са отговорили, че конференцията им е харесала много/изключително много. Лекторите, както и темите, които те са представили са оценени с 4 и 5 от общо 5 точки от болшинството от анкетираните. 96% от хората твърдят, че биха се записали и на следващ СофтУни Конф. \n\nСред най-харесваните лектори се нареждат Светлин Наков, Кристалин Чавдаров, Николай Костов, Ивайло Кенов, Константин Данков, Димитър Иванов, Лазар Радков. \n\nПовечето хора похвалиха организацията ни, но се оплакаха от твърде много теми. Ще се съобразим с това в бъдеще и ще гледаме да има по-малко на брой лекции, но с по-конкретен фокус. Много от участниците се радват на възможността, която са имали да се запознаят с хора със сходни до техните интереси, както и да научат нови неща.",
          "imageUrl": "images/posts/softuni-10.jpg",
          "tags": [
            "free programming courses",
            "soft uni"
          ],
          "categoryId": 6,
          "category": "Soft Uni",
          "categoryShort": "softuni",
          "id": 69,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506833750701,
          "publishDate": 1,
          "publishMonth": "Oct"
        }
      ]
    },
    {
      "id": 7,
      "shortname": "hackbulgaria",
      "name": "Hack Bulgaria",
      "posts": [
        {
          "title": "After march courses in Hack Bulgaria",
          "content": "След края на мартенските курсове миналия петък се случи поредното събитие Comapnies Night, този път съчетано с финала на хакатона, който организирахме.\nПоследната седмица от всички курсове (Програмиране 101, Ruby on Rails, Frontend JavaScript и Core Java) завърши с хакатон!\n\nЗащо хакатон?\n\nИдеята за него се зароди още по време на курсовете, като целта му е да обедини хора с различни умения, в смесени екипи, които да разработят интересни проекти.\n\nОсъзнахме, че само с отделни курсове няма да се получи образованието, което искаме да постигнем. Хората трябва да работят в екипи по реални проекти и да имат комплексни познания, за да могат да напишат това, което им е в главата.\n\nЗа това решихме последната седмица от всички курсове да бъде хакатон, където имаше три основни цели:\n\nКурсисти от различните курсове да се омешат и работят заедно.\nКурсистите да приложат наученото по време на курсовете + да научат още толкова за последната седмица.\nДа създадат нещо интересно и работещо.\nЗа да е максимално полезезно участието за всеки в хакатона, нашите лектори, партньори и вече завършили курсисти бяха ментори през цялата седмица.",
          "imageUrl": "images/posts/hack-bulgaria-1.jpg",
          "tags": [
            "хак българия",
            "безплатни курсове",
            "програмиране",
            "java"
          ],
          "categoryId": 7,
          "category": "Hack Bulgaria",
          "categoryShort": "hackbulgaria",
          "id": 38,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803575562,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Partners of HackConf",
          "content": "HackConf2016 е една чудесна конференция, която нямаше да стане реалност без подкрепата на нашите партньори и спонсори.\n\nНякои от тях ще срещнете на регистрацията, за други може да се оглеждате по време на обяда, а с трети дори може да си поприказвате на щандовете. :)\n\nА кои са партньорите ни, вижте по-долу:\n\nExperian e глобален лидер в предоставянето на информация и аналитични решения. Компанията помага на бизнес клиентите си в управлението на кредитния риск, превенцията от измами, по-доброто таргетиране на маркетинговите предложения и в автоматизирането на вземането на решения, както и на хората да управляват своите кредитни профили.\n\nPROGRAMISTA; е най-бързоразвиващата се българска ИТ компания, специализирана в предоставянето на високоефективни решения в сферата на консултантските услуги и разработването и внедряването на приложен софтуер.\n\nСъздадена преди 3 години от 10 души, в момента PROGRAMISTA; разполага с представителни офиси в Пловдив и София, работи за големи международни клиенти и е работодател на близо 150 висококвалифицирани ИТ специалисти.\n\nSuperhosting.bg е най-голямата хостинг компания в България. Високото качество на услугите, които предлагат, адекватното клиентско обслужване и денонощната техническа поддръжка ги правят най-предпочитания хостинг партньор в България. Добавената стойност, която клиентите на СуперХостинг.БГ получават, използвайки техните услуги, е много по-голяма от самата услуга.\n\nTradeo.com е платформа за Forex търговия и търговия с акции. Но и нещо много повече от това - Tradeo позволява на своите потребители да обменят помежду си анализи и наблюдения върху движенията на валутния пазар и фондовата борса.\n\nИ цял живот не стига на един програмист, за да научи всичко, което му се иска. Но ако попадне в екип, където ученето и експеримента са синоним на забавлението… Ако има възможност да участва в световни форуми и да се учи от най-добрите, тогава пътя към съвършенството е далеч по-кратък и забавен.\n\nV-Ray Chaos Group е една от компаниите, която през годините създава точно такъв екип.",
          "imageUrl": "images/posts/hack-bulgaria-2.jpg",
          "tags": [
            "хак българия",
            "безплатни курсове",
            "програмиране",
            "java"
          ],
          "categoryId": 7,
          "category": "Hack Bulgaria",
          "categoryShort": "hackbulgaria",
          "id": 39,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803736518,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Workshops for HackConf",
          "content": "Е, признаваме си, пазехме ги за накрая - освен вълнуващи и полезни лекции, по време на конференцията ще можете да научите нещо ново като се включите в някоя от работилниците.\n\nТази година сме ви подготвили 4 интересни работилници.\n\nМестата за тях са ограничени, така че освен информация за всяка от тях по-долу ще откриете и линк към формата за предварително записване.\n\nOpen Source Tools за FPGA с Olimex\n\nЗа втори пореден път се включват Olimex от Пловдив, които ще ни учат как да работим с FPGA.\n\nFPGA е програмируема логика, на която може да се синтезират цифрови схеми, които за разлика от микропроцесорите работят много бързо, използват се за аудио, видео процесинг, с FPGA може да си измислите собствена процесорна архитектура и да си я имплементирате.\n\nГолемите производители на процесори винаги си проиграват прототипите първо на FPGA преди да ги пуснат в производство. От скоро има средства за разработка, които са с отворен код, целта на работилницата е да запознае присъстващите с тези средства и да покаже как могат да се направят първите стъпки и да се синтезират малки схеми.",
          "imageUrl": "images/posts/hack-bulgaria-3.jpg",
          "tags": [
            "хак българия",
            "безплатни курсове",
            "програмиране",
            "java"
          ],
          "categoryId": 7,
          "category": "Hack Bulgaria",
          "categoryShort": "hackbulgaria",
          "id": 40,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803783722,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Human resources management",
          "content": "Днес ще ви запознаем с Максим Крижановски - VP of engineering в Tradeo. :)\n\nОткраднахме си малко от неговото време, за да го разпитаме за корпоративното обучение, което ние от HackBulgaria организираме в Tradeo.\n\nКой е Макс?\n\n\"Класическа програмистка история\" - казва с усмивка. Започва да се занимава с програмиране още в 9-ти клас и тогава мечтае да прави игри, преминал е през позициите програмист, team lead, project manager и 13 години по-късно вече е VP of engeneering в успешен start-up.\nКорпоративното обучение, което провеждаме в Tradeo подробно разглежда езика Ruby и неговия най-популярен framework - Ruby on Rails.\n\nОбучението вече започна и разпитахме Макс за първите му впечатления от курса:\n\nМ: Доволен съм от лекторите, най-вече от тяхната гъвкавост. Първата лекция беше много стресираща за екипа, поради липсата им на знания, но лекторите веднага успяха да реагират и промениха програмата спрямо нивото на нашите служители. Намериха начин ефективно да работят с тях, опитни са и се забелязва отсъствието на онзи момент, в който лекцията приключва и никой нищо не е разбрал.\n\nОбучението е много интензивено и със силна практическа насоченост, което е в основата на философията на HackBulgaria.\n\nГрупата, която се обучава на Ruby се състои от няколко QA-и и 2-ма junior frontend developer-и. Очакванията на Макс са накрая на курса QA-ите да могат да пишат автоматизирани тестове, а frontend developer-ите да могат да се справят сами с по-малките back end задачи, без да са налага да се обръщат към по-опитни колеги за помощ.\n\nНемалко школи предлагат корпоративни обучения в София, попитахме Макс каква е причината да изберат HackBulgaria:\n\nМ: Още в началото на миналата година наехме доста junior програмисти. На интервютата се явиха хора от различни академии, включително и от HackBulgaria. На техническите интервюта вашите курсисти се представиха най-добре и показаха много знания. Освeн това, вече имаме в екипа си колеги, които са били ваши курсисти, както и един от преподавателите в HackBulgaria - Алекс Тодоров (лектор на курса QA and Automation 101).\n\nМ: От друга страна с РадоРадо сме преподавали заедно във ФМИ и оттам знам колко добър преподавател е. Така решихме да се доверим на HackBulgaria за това обучение.",
          "imageUrl": "images/posts/hack-bulgaria-4.jpg",
          "tags": [
            "хак българия",
            "безплатни курсове",
            "програмиране",
            "java"
          ],
          "categoryId": 7,
          "category": "Hack Bulgaria",
          "categoryShort": "hackbulgaria",
          "id": 41,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803879087,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "After 5th season of Programming 101",
          "content": "Миналият петък завърши петото издание на курсовете “Програмиране 101”, които започнаха през октомври миналата година. От над 200 кандидата бяха селектирани 40-те най-добри, които започнаха своето обучение при нас в курсовете с Python и Java.\n\nПо традиция закриваме курсовете с едноседмичен хакатон. През изминалата седмица екипи от двата курса, работиха по интересни решения, използвайки придобитите знания.",
          "imageUrl": "images/posts/hack-bulgaria-5.jpg",
          "tags": [
            "хак българия",
            "безплатни курсове",
            "програмиране",
            "java"
          ],
          "categoryId": 7,
          "category": "Hack Bulgaria",
          "categoryShort": "hackbulgaria",
          "id": 42,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803945080,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Teaching Angular 2",
          "content": "Днес ще ви срещнем с още един от нашите преподаватели - Илия Идакиев. :)\n\nВ началото на февруари Илия за втори път ще води курса по Angular 2 в нашата зала. Кой е той, защо е избрал Angular 2 и какво да очакваме от второто издание на курса, четете по-долу. :)\nКакво знаем и не знаем за Илия?\n\nЗанимава се с програмиране още от университета и в момента има собствена фирма и влага много старание в това тя да се развива добре.\n\nОсновното му занимание е програмиране, но споделя, че в свободното си време обича да пуска плочи по партита.\n\nНе успява да скрие привързаността си към JavaScript и като преподавател в курса по “JavaScript за напреднали” във ФМИ, се стреми да запалва студентите и колегите си по езика и по технологиите, с които работи.\n\nНе се стърпяхме и продължихме интервюто с въпроси за Angular:\n\nИлия се позамисли и в крайна сметка установи, че се занимава с Angular от около 4 години. Запалва се от негов колега в университета и е впечатлен от това колко бързо и лесно се работи с framework-а.\n\nИ: Занимавам се и с React, когато ми се налага, но като цяло съм фен на Angular.\n\nТук нашата Тони го попита:\n\nТ: Angular или React - кое е по-добре да изберем и защо?\n\nИ: Според мен е въпрос на вкус. И двете вършат добра работа. Angular 2 е по-добрият избор лично за мен, най-малкото защото е по-нов framework. При Angular 1 си личи, че не са вложили толкова много мисъл - просто са имали идея и никой не е предполагал, че ще се развие до такава степен. В Angular 2 недостатъците от първата версия вече са изчистени и това го прави по-добрият избор пред React. :)",
          "imageUrl": "images/posts/hack-bulgaria-6.jpg",
          "tags": [
            "хак българия",
            "angular 2",
            "програмиране",
            "java"
          ],
          "categoryId": 7,
          "category": "Hack Bulgaria",
          "categoryShort": "hackbulgaria",
          "id": 43,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506803994520,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Users groups to watch",
          "content": "Придобиването на нови знания и умения е важно за всеки професионалист, независимо от сферата на работа.\n\nВсеки може да учи от много и различни източници - онлайн курсове, статии, офлайн курсове (тук са тези, които ние организираме), семинари и т.н.\n\nВсички те са полезни, но след тяхното усвояване изникват още въпроси.\n\nЗа това искаме да ви представим някои технологични потребителски групи, които ние намираме за интересни и такива, които е препоръчително да се следят. Освен, че ни помагат да се развиваме професионално в своята работа и бизнес, също така са и начин да обогатим познанствата си в сферата.\nГрупите се събират регулярно, така че лесно може да се присъедините към най-подходящата за вас.;)",
          "imageUrl": "images/posts/hack-bulgaria-7.jpg",
          "tags": [
            "хак българия",
            "безплатни курсове",
            "програмиране",
            "java"
          ],
          "categoryId": 7,
          "category": "Hack Bulgaria",
          "categoryShort": "hackbulgaria",
          "id": 44,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804035831,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "HackBlagoevgrad",
          "content": "След сезона на конференциите е ред на сезона на хакатоните. И преди HackFMI8, предстои да се случи едно друго хубаво събитие. :)\n\nВ тази статия ще ви разкажем най-интересното за предстоящия между 14-20-ти ноември първи хакатон и технологичен форум в Благоевград - HackBlagoevgrad или HackBlago, както го наричат организаторите му, двама от които поканихме, за да споделят с нас подробности от кухнята. :)\n\nПредставете се с няколко думи:\n\nМ: Здравейте, казвам се Димитър Куманов или просто Митко. :) В момента съм студент по Компютърни науки и Математика в Американския Университет в България, и работя като младши програмист. Освен това съм и вицепрезидент на студентския клуб по високи технологии The Hub към университета.\n\nК: Привет, казвам се Кристияна Гачева (или Криси, както ме познават всички :) ). Уча Компютърни науки в Американския университет в България и съм част от екипа, който организира първото издание на HackBlagoevgrad.\n\nДвамата ни герои разказват, че форматът на хакатона е съвсем стандартен - участниците в събитието ще сформират отбори от 2-ма до 5-ма души въз основа на обща идея за проект.\n\nК: ...ще работят по идея за собствен проект, който да реализират в рамките на 2 дни и да представят пред журито и публиката. За да бъдат нещата още по-вълнуващи и оспорвани, участниците ще се борят за страхотни парични и предметни награди, предоставени от нашите спонсори. :)\n\nМитко споделя, че събитието е подходящо за всеки, който има желание да се включи. Поканени са ентусиасти не само от Благоевград, но и от цялата страна. Профила на обучение било то програмиране, дизайн или предприемачество, няма значение - единственото условие е \"да се кефите на новите технологии\".",
          "imageUrl": "images/posts/hack-bulgaria-8.jpg",
          "tags": [
            "хак българия",
            "безплатни курсове",
            "програмиране",
            "java"
          ],
          "categoryId": 7,
          "category": "Hack Bulgaria",
          "categoryShort": "hackbulgaria",
          "id": 45,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804069963,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Girls of HackBulgaria",
          "content": "Този път сме поканили на гости 4-ри усмихнати и успешни момичета.\n\nГабриела Лухова, Росица Златева, Славяна Монкова и Анета Стойчева са наши завършили и реализирали се курсисти - поканихме ги, за да споделят с Вас какво е да си дама в ИТ сферата и колко забавно е да програмираш.\n\nГаби решава, че нейното призвание е журналистиката, но впоследствие разбира, че писането не й се отдава много, за разлика от математиката.\n\nНа състезание в 10-ти клас за пръв път се сблъсква с истинското програмиране и така се запалва желанието й да са развива в IT сектора.\n\nСамообучение по HTML и CSS е първата й стъпка, а втората - Компютърни науки във ФМИ.\n\nЗапознава се с нашия РадоРадо и по негов съвет се записва на курса по Ruby във ФМИ. Взима решение паралелно с това да се включи и на Programming 101 с Ruby в нашата зала.\n\nРоси е усмихнато и лъчезарно 21-годишно момиче със страст към математиката. Споделя, че именно тази страст начертава пътя й до Факултета по Математика и Информатика на СУ, където вече 3-та година учи софтуерно инженерство.\n\nРоси отбелязва, че в университета научава много, но набляга предимно на математиката и усеща, че оставя програмирането на заден план.\n\nСлавяна прекарва последните години от гимназията в трескава подготовка за кариера в архитектурата.\n\nУроците по рисуване се редуват с уроците по математика до момента, в който не преценява, че реализацията в сферата, която си е избрала няма да отговаря на нейните желания и представи.\n\nВремето прекарано в уроци по математика я подтиква да се запише във ФМИ - за изненада на родителите й, които заради страстта й към волейбола са очаквали, че ще потърси реализация в спорта.\n\nС Ани се гледаме и тихичко се смеем. Знае какво ще я питаме: \"Колко курса си изкарала при нас?\", \"Пет\" - отговаря развеселена.\n\nЗавършва Урбанизъм - специалност, която много обича и следва с желание, но невъзможността за реализация я подтиква да се преориентира професионално.\n\nЗапочва от \"0-та\" при нас преди година и половина, а днес работи като разработчик в софтуерна компания и не спира да се развива.",
          "imageUrl": "images/posts/hack-bulgaria-9.jpg",
          "tags": [
            "хак българия",
            "безплатни курсове",
            "програмиране",
            "java"
          ],
          "categoryId": 7,
          "category": "Hack Bulgaria",
          "categoryShort": "hackbulgaria",
          "id": 46,
          "author": "Ivan Ivanov",
          "authorImageUrl": "images/users/ivan.jpg",
          "comments": [],
          "publishTime": 1506804108207,
          "publishDate": 30,
          "publishMonth": "Sep"
        },
        {
          "title": "Fall programming courses started",
          "content": "Поредната сесия с безплатни курсове по програмиране на Хак България ще продължи 4 месеца, като занятията ще бъдат доста интензивни – обученията ще се провеждат три пъти седмично, в уроци от по 4 часа.\nБезплатните курсове по програмиране са винаги добре дошли за всички, които планират бъдеща кариера в софтуерния бранш, а сред най-посещаваните и търсените напоследък са тези на Хак България. Преди броени дни започне и петия сезон от обучителните сесии на организацията, като според официалната информация за участие в тях са избрани над 300 от най-добрите и мотивирани участници за всеки курс. Така в понеделник стартираха курсовете с Java и Python, a вчера и тези с Ruby и C#.\nКурсовете ще продължат 4 месеца, като ще бъдат доста интензивни - занятията са три пъти седмично, от по 4 часа. Целта е всички курсисти да поемат по пътя на “future seniors програмисти” и да бъдат готови за Junior developer-и със съответните технологии след курсовете, подчертават от Хак България, които са публикували програмите за всички курсове, както и материалите за тях на специална уеб страница.",
          "imageUrl": "images/posts/hack-bulgaria-10.jpg",
          "tags": [
            "хак българия",
            "безплатни курсове",
            "програмиране",
            "java"
          ],
          "categoryId": 7,
          "category": "Hack Bulgaria",
          "categoryShort": "hackbulgaria",
          "id": 68,
          "author": "Slavka Slavova",
          "authorImageUrl": "images/users/slavka.jpg",
          "comments": [
            {
              "id": 5,
              "postId": 68,
              "author": "Ivan Ivanov",
              "authorImageUrl": "images/users/ivan.jpg",
              "text": "Аз вече изкарах академията на Телерик и не ме интересуват есенните ви курсове - благодаря все пак",
              "replyComments": [],
              "publishTime": 1506841791386,
              "publishDate": 1,
              "publishMonth": "Oct"
            }
          ],
          "publishTime": 1506833587687,
          "publishDate": 1,
          "publishMonth": "Oct"
        }
      ]
    }
  ],
  "users": [
    {
      "role": "admin",
      "admin": true,
      "name": "Ivan Ivanov",
      "username": "admin",
      "passHash": "c8c6ff54ede9c767036cc81477dda4eb4707040d",
      "authKey": "c8c6ff54ede9c767036cc81477dda4eb4707040d#XjM-K$(c%AOFXszfxM@",
      "imageUrl": "images/users/ivan.jpg",
      "id": "840dd3c2-a08a-44ee-9b31-5035fbaa5460"
    },
    {
      "role": "user",
      "admin": false,
      "name": "Slavka Slavova",
      "username": "dani",
      "passHash": "5f6ea117089f58b38bb77d3fab5132e15534e08a",
      "authKey": "5f6ea117089f58b38bb77d3fab5132e15534e08asNyWks*!r&*lwwERWIXd",
      "imageUrl": "images/users/slavka.jpg",
      "id": "10f1e018-b265-41a4-a456-c8e0752225c7"
    },
    {
      "role": "user",
      "admin": false,
      "name": "dan4o zmeq",
      "username": "dan4o",
      "passHash": "ddc90bfcdb14b60a8949629e7c34c1cba7d3f032",
      "authKey": "ddc90bfcdb14b60a8949629e7c34c1cba7d3f032X^&fCPDmmnPo$ToZ^)sF",
      "imageUrl": "images/users/zmei.jpg",
      "id": "c7386a05-0df9-4b2a-99da-7fd715e7be0d"
    }
  ],
  "config": {
    "postsCountHome": "12",
    "postsCountCategory": "8"
  },
  "widgets": [
    {
      "sidebar": false,
      "id": 1,
      "title": "Custom footer widget",
      "text": "Fusce suscipit sapien sit amet sapien placerat ultrices. Vivamus sed massa ac metus gravida dignissim egestas posuere lorem. Sed ipsum urna, facilisis quis eleifend ut, sodales sed lectus. Integer felis eu ipsum malesuada luctus. Sed pharetra eleifend ante vitae fermentum. Praesent fermentum volutpat porta."
    },
    {
      "sidebar": true,
      "id": 2,
      "title": "Custom sidebar widget",
      "text": "Fusce suscipit sapien sit amet sapien placerat ultrices. Vivamus sed massa ac metus gravida dignissim egestas posuere lorem. Sed ipsum urna, facilisis quis eleifend ut, sodales sed lectus. Integer felis eu ipsum malesuada luctus. Sed pharetra eleifend ante vitae fermentum. Praesent fermentum volutpat porta."
    }
  ]
}